

<section class="fixed content-wrapper">
    <div class="wrapper lgray">
        <div class="fixed">
            <h1 style="margin-bottom: 30px;">Политика обработки персональных данных</h1>
            <p>Настоящим физическое лицо (юридическое лицо) пользователь, посетитель сайта, во исполнение требований Федерального закона от 27.07.2006 г. № 152-ФЗ «О персональных данных» (с изменениями и дополнениями) свободно, своей волей и в своем интересе дает свое согласие Сайту <?=$this->_datas['site_name']?> на обработку своих персональных данных.</p><br><br>
            <p>Под персональными данными я понимаю любую информацию, относящуюся ко мне как к Субъекту Персональных Данных, в том числе мои фамилию, имя, отчество, контактные данные (телефон, факс, электронная почта, почтовый адрес), фотографии, иную другую информацию. Под обработкой персональных данных понимается сбор, систематизацию, накопление, уточнение, обновление, изменение, использование, распространение, передачу, в том числе трансграничную, обезличивание, блокирование, уничтожение и любые другие действия (операции) с персональными данными.</p><br><br>
            <p>1.1 Обработка персональных данных Персональных Данных осуществляется исключительно в целях обработки онлайн заявок пользователя (посетителя) на сайте <?=$this->_datas['site_name']?>.</p><br><br>
            <p>1.2 Обработка персональных данных Субъекта Персональных Данных осуществляется с помощью средств автоматизации и иных средств допустимых по закону о персональных данных.</p><br><br>
            <p>Администрация сайта принимает необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных зарегистрированных на ресурсе лиц, а также принимает на себя обязательство сохранения конфиденциальности персональных данных.</p><br><br>
            <p>Я ознакомлен(а), что:</p><br><br>
            <p>Мои персональные данные будут использованы для обработки онлайн заявок на сайте <?=$this->_datas['site_name']?>.</p>
            <p>Cогласие может быть отозвано мною на основании, заявления в произвольной форме направленном на электронную почту в адрес администрации сайта.</p>
        </div>
    </div>
</section>
