<?
$text1=tools::new_gen("
    {
      {Поможем|Сможем|Мы способны|Мы поможем} {разобраться|решить проблему} с {«синим экраном смерти»|Bsod|BSOD|Биос|BIOS|Bios} , 
      {излечить|удалить|вылечить} {вирусы|вредоносные программы|вредоносное ПО|все вирусы|все виды вирусов|все типы вирусов|все вредоносные программы|любые вирусы|любое вредоносное ПО}
      {и|,|или} {настроим|наладим|установим|настроим и установим|установим и настроим|установим и наладим}
      {безопасность вашей сети|систему безопасности сети|сетевую безопасность|систему сетевой безопасности} .  
    }
")

$text2=tools::new_gen("
    {
        {Наши|Опытные|Профессиональные|Квалифицированные|Сертифицированные} {специалисты|мастера|сервисные специалисты|сисадмины|системные администраторы|сервисные мастера}
        {легко|без труда|с легкостью} 
        {
            {
                справятся	с {переустановкой|установкой|настройкой|переустановкой и настройкой|переустановкой и наладкой|наладкой|установкой и настройкой|установкой и наладкой}
                {операционной системы|ОС|любой ОС|любой операционной системы} , {подключат|подсоединят|присоединят} {всю периферию|периферийные устройства|периферийное оборудование|все периферийные устройства|все периферийное оборудование} ,
                {
                    {
                        {а при|и при} {необходимости|желании}   
                    }|{
                        {а по|и по} запросу
                    }
                }
                {
                    {
                        проведут 
                        {
                            {
                                {урок|занятие по} компьютерной грамотности.     
                            }|{
                                обучение работе на компьютере.
                            }
                        }
                    }|{
                        {научат|обучат} {компьютерной грамотности|работе на компьютере} .      
                    }
                }
            }|{
                {выполнят|проведут|осуществят} {переустановку|установку|настройку|переустановку и настройку|переустановку и наладку|наладку|установку и настройку|установку и наладку}
                {операционной системы|ОС|любой ОС|любой операционной системы} , {подключат|подсоединят|присоединят}
                {всю периферию|периферийные устройства|периферийное оборудование|все периферийные устройства|все периферийное оборудование} , 
                {
                    {
                        {а при|и при} {необходимости|желании} 
                    }|{
                        {а по|и по} запросу
                    }
                }   
                    {
                        {
                            проведут 
                            {
                                {
                                  {урок|занятие по} компьютерной грамотности.   
                                }|{
                                    обучение работе на компьютере.  
                                }
                            }
                        }|{
                            {научат|обучат} {компьютерной грамотности|работе на компьютере} .
                        }
                    }
                                
                    
                     
            }
        }      
    }
")

$p3=tools::new_gen("
    {
        {Проводим|Осуществляем|Выполняем|Делаем} {все|} {необходимые|нужные|требуемые} {действия|манипуляции|работы} ,
        {после|только после|исключительно после} 
        {
            {
                {вашего одобрения|вашего разрешения}    
            }|{
                {согласования|согласования с вами|согласования с клиентом|согласования с заказчиком}       
            }|{
                {одобрения заказчика|одобрения клиента|разрешения заказчика|разрешения клиента}      
            }
        }      
    }
")


$description1=tools::new_gen("
        {
           {Специалисты|Мастера|Сисадмины|Системные администраторы|Специалисты сервиса|Мастера сервиса|Сисадмины сервиса|Системные администраторы сервиса}
           {Russupport|RUSSUPPORT} {выполнят|осуществят|проведут} {работы|все работы|любые работы} по {подключению|установке|инсталляции}
           {периферийных устройств|периферии|периферийного оборудования}, {настроят и установят|установят и настроят|установят и наладят|наладят и установят|налядт или установят|установят или наладят|установят или настроят|настроят или установят}
           {
               {
                    {нужный|необходимый|требуемый|запрашиваемый} {софт|soft}  
               }|{
                    {нужное|необходимое|требуемое|запрашиваемое} {ПО|программное обеспечение}       
               } 
           }
           на ^{компьютеры|ПК|персональные компьютеры}^(0) , ^{моноблоки|серверы}^(0) {,|или} ^{ноутбуки|лептопы}^(0) .   
        }
")

$description2=tools::new_gen("
        {
            {Бесплатный|Абсолютно бесплатный|Совершенно бесплатный} {выезд|приезд|прибытие} {мастера|специалиста|сервисного мастера|специалиста сервиса} ,
            {
                {
                    {официальная|фирменная|длительная} гарантия    
                }|{
                    {официальный|фирменный} {гарантийный чек|гарантийный бланк|гарантийный талон}        
                }
            } .      
        }
")
?>