<?

$all_brands= array(
                '4good' => [
                            ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                            ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                            ['type' => 'планшет', 'type_m' => 'планшеты'],
                        ],
                'Digma' => [
                            ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                            ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                            ['type' => 'планшет', 'type_m' => 'планшеты'],
                            ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                            ['type' => 'видеокамера', 'type_m' => 'видеокамеры'],
                            ['type' => 'гироскутер', 'type_m' => 'гироскутеры'],
                            ['type' => 'проектор', 'type_m' => 'проекторы'],
                            ['type' => 'смарт-часы', 'type_m' => 'смарт-часы'],
                            ['type' => 'электросамокат', 'type_m' => 'электросамокаты'],
                        ],
                'Rover' => [
                            ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                            ['type' => 'планшет', 'type_m' => 'планшеты'],
                        ],
    
                'Vestel' => [
                                ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                                ['type' => 'планшет', 'type_m' => 'планшеты'],
                                ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                                ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                                ['type' => 'монитор', 'type_m' => 'мониторы'],

                            ],

    
                'Viewsonic' => [
                                ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                                ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                                ['type' => 'планшет', 'type_m' => 'планшеты'],
                                ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                                ['type' => 'видеокамера', 'type_m' => 'видеокамеры'],
                                ['type' => 'проектор', 'type_m' => 'проекторы'],
                                ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                                ['type' => 'монитор', 'type_m' => 'мониторы'],
                            ],

                'Panasonic' => [
                                ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                                ['type' => 'планшет', 'type_m' => 'планшеты'],
                                ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                                ['type' => 'робот-пылесос', 'type_m' => 'роботы-пылесосы'],
                                ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                                ['type' => 'фотоаппарат', 'type_m' => 'фотоаппараты'],
                                ['type' => 'проектор', 'type_m' => 'проекторы'],
                                ['type' => 'видеокамера', 'type_m' => 'видеокамеры'],
                                ['type' => 'монитор', 'type_m' => 'мониторы'],
                            ],

                'Philips' => [
                                ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                                ['type' => 'планшет', 'type_m' => 'планшеты'],
                                ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                                ['type' => 'робот-пылесос', 'type_m' => 'роботы-пылесосы'],
                                ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                                ['type' => 'проектор', 'type_m' => 'проекторы'],
                                ['type' => 'монитор', 'type_m' => 'мониторы'],
                            ],

                'Predator' => [
                                ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                                ['type' => 'проектор', 'type_m' => 'проекторы'],
                                ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                                ['type' => 'монитор', 'type_m' => 'мониторы'],
                            ],

                'Prestigio' => [
                                ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                                ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                                ['type' => 'планшет', 'type_m' => 'планшеты'],
                                ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                                ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                            ],

                'Benq' => [
                            ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                            ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                            ['type' => 'планшет', 'type_m' => 'планшеты'],
                            ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                            ['type' => 'проектор', 'type_m' => 'проекторы'],
                            ['type' => 'видеокамера', 'type_m' => 'видеокамеры'],
                            ['type' => 'монитор', 'type_m' => 'мониторы'],
                        ],

                'Compaq' => [
                                ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                                ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                                ['type' => 'монитор', 'type_m' => 'мониторы'],
                                ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                            ],

                'Dexp' => [
                            ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                            ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                            ['type' => 'планшет', 'type_m' => 'планшеты'],
                            ['type' => 'игровая приставка', 'type_m' => 'игровая приставка'],
                            ['type' => 'робот-пылесос', 'type_m' => 'роботы-пылесосы'],
                            ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                            ['type' => 'фотоаппарат', 'type_m' => 'фотоаппараты'],
                            ['type' => 'проектор', 'type_m' => 'проекторы'],
                            ['type' => 'видеокамера', 'type_m' => 'видеокамеры'],
                            ['type' => 'гироскутер', 'type_m' => 'гироскутеры'],
                            ['type' => 'смарт-часы', 'type_m' => 'смарт-часы'],
                            ['type' => 'монитор', 'type_m' => 'мониторы'],
                            ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                            ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                            ['type' => 'квадрокоптер', 'type_m' => 'квадрокоптеры'],
                        ],

                'Haier' => [
                            ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                            ['type' => 'планшет', 'type_m' => 'планшеты'],
                            ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                            ['type' => 'робот-пылесос', 'type_m' => 'роботы-пылесосы'],
                            ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                        ],
    
                'Honor' => [
                            ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                            ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                            ['type' => 'планшет', 'type_m' => 'планшеты'],
                            ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                            ['type' => 'смарт-часы', 'type_m' => 'смарт-часы'],
                        ],
    
                'Huawei' => [
                             ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                             ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                             ['type' => 'планшет', 'type_m' => 'планшеты'],
                             ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                             ['type' => 'смарт-часы', 'type_m' => 'смарт-часы'],
                        ],
    
                'IBM' => [
                          ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                          ['type' => 'монитор', 'type_m' => 'мониторы'],
                          ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                          ['type' => 'сервер', 'type_m' => 'серверы'],
                        ],
    
                'Irbis' => [
                            ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                            ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                            ['type' => 'планшет', 'type_m' => 'планшеты'],
                            ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                            ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                            ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                        ],  
    
                'fujitsu' => [
                              ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                              ['type' => 'планшет', 'type_m' => 'планшеты'],
                              ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                              ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                              ['type' => 'фотоаппарат', 'type_m' => 'фотоаппараты'],
                              ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                              ['type' => 'монитор', 'type_m' => 'мониторы'],
                              ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                              ['type' => 'сервер', 'type_m' => 'серверы'],
                            ],
                
                'Gigabyte' => [
                               ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                               ['type' => 'монитор', 'type_m' => 'мониторы'],
                               ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                               ['type' => 'сервер', 'type_m' => 'серверы'],
                             ],
                
                'Micromax' => [
                               ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                               ['type' => 'планшет', 'type_m' => 'планшеты'],
                               ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                               ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                              ],
                
                'Microsoft' => [
                                ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                                ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                                ['type' => 'планшет', 'type_m' => 'планшеты'],
                                ['type' => 'игровая приставка', 'type_m' => 'игровая приставка'],
                                ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                                ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                        ],

                
                'Motorola' => [
                                ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                                ['type' => 'смартфон', 'type_m' => 'смартфоны'], 
                                ['type' => 'планшет', 'type_m' => 'планшеты'], 
                                ['type' => 'смарт-часы', 'type_m' => 'смарт-часы'],
                                ['type' => 'сервер', 'type_m' => 'серверы'],
                        ],

                
                'Omen' => [
                            ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                            ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                            ['type' => 'монитор', 'type_m' => 'мониторы'],
                        ],

                
                'eMachines'=> [
                            ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                            ['type' => 'монитор', 'type_m' => 'мониторы'],
                            ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                        ],

                'Acer' => [
                            ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                            ['type' => 'планшет', 'type_m' => 'планшеты'],
                            ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                            ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                            ['type' => 'проектор', 'type_m' => 'проекторы'],
                            ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                            ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                        ],
                
                'Alcatel' => [
                                ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                            ],
                
                'Apple' => [
                            ['type' => 'ноутбук', 'type_m' => 'ноутбуки'], 
                            ['type' => 'смартфон', 'type_m' => 'смартфоны'], 
                            ['type' => 'планшет', 'type_m' => 'планшеты'], 
                            ['type' => 'смарт-часы', 'type_m' => 'смарт-часы'],
                            ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                        ],
                
                'Asus' => [
                            ['type' => 'ноутбук', 'type_m' => 'ноутбуки'], 
                            ['type' => 'смартфон', 'type_m' => 'смартфоны'], 
                            ['type' => 'планшет', 'type_m' => 'планшеты'], 
                            ['type' => 'проектор', 'type_m' => 'проекторы'],
                            ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                            ['type' => 'смарт-часы', 'type_m' => 'смарт-часы'],
                            ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                            ['type' => 'сервер', 'type_m' => 'серверы'],
                        ],
                
                'Canon' => [
                            ['type' => 'фотоаппарат', 'type_m' => 'фотоаппараты'],
                            ['type' => 'плоттер', 'type_m' => 'плоттеры'],
                            ['type' => 'проектор', 'type_m' => 'проекторы'],
                            ['type' => 'лазерный принтер', 'type_m' => 'лазерные принтеры'],
                            ['type' => 'видеокамера', 'type_m' => 'видеокамеры'],

                        ],
                
                'Dell' => [
                            ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                            ['type' => 'планшет', 'type_m' => 'планшеты'],
                            ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                            ['type' => 'проектор', 'type_m' => 'проекторы'],
                            ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                            ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                            ['type' => 'сервер', 'type_m' => 'серверы'],
                        ],
                
                'Fly' => [
                            ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                        ],
                
                'HP' => [
                            ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                            ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                            ['type' => 'планшет', 'type_m' => 'планшеты'],
                            ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                            ['type' => 'проектор', 'type_m' => 'проекторы'],
                            ['type' => 'плоттер', 'type_m' => 'плоттеры'],
                            ['type' => 'лазерный принтер', 'type_m' => 'лазерные принтеры'],
                            ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                            ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                            ['type' => 'сервер', 'type_m' => 'серверы'],
                        ],
                
                'HTC' => [
                            ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                            ['type' => 'планшет', 'type_m' => 'планшеты'],

                        ],
                
                'Huawei' => [
                                ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                                ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                                ['type' => 'планшет', 'type_m' => 'планшеты'],
                                ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                                ['type' => 'смарт-часы', 'type_m' => 'смарт-часы'],
                                ['type' => 'сервер', 'type_m' => 'серверы'],
                            ],
                
                'Lenovo' => [
                                ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                                ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                                ['type' => 'планшет', 'type_m' => 'планшеты'],
                                ['type' => 'проектор', 'type_m' => 'проекторы'],
                                ['type' => 'смарт-часы', 'type_m' => 'смарт-часы'],
                                ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                                ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                                ['type' => 'сервер', 'type_m' => 'серверы'],
                        ],

                
                'LG' => [
                            ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                            ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                            ['type' => 'планшет', 'type_m' => 'планшеты'],
                            ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                            ['type' => 'проектор', 'type_m' => 'проекторы'],
                            ['type' => 'смарт-часы', 'type_m' => 'смарт-часы'],
                            ['type' => 'видеокамера', 'type_m' => 'видеокамеры'],
                        ],

                
                'Meizu' => [
                            ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                            ['type' => 'смарт-часы', 'type_m' => 'смарт-часы'],
                        ],

                
                'MSI' => [
                            ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                            ['type' => 'планшет', 'type_m' => 'планшеты'],
                            ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                            ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                        ],

                
                'Nikon' => [
                            ['type' => 'фотоаппарат', 'type_m' => 'фотоаппараты'],
                        ],

                
                'Nokia' => [
                            ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                            ['type' => 'планшет', 'type_m' => 'планшеты'],
                            ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                            ['type' => 'смарт-часы', 'type_m' => 'смарт-часы'],
                        ],

                
                'Samsung' => [
                            ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                            ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                            ['type' => 'планшет', 'type_m' => 'планшеты'],
                            ['type' => 'робот-пылесос', 'type_m' => 'роботы-пылесосы'],
                            ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                            ['type' => 'фотоаппарат', 'type_m' => 'фотоаппараты'],
                            ['type' => 'проектор', 'type_m' => 'проекторы'],
                            ['type' => 'лазерный принтер', 'type_m' => 'лазерные принтеры'],
                            ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                            ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                            ['type' => 'смарт-часы', 'type_m' => 'смарт-часы'],
                            ['type' => 'видеокамера', 'type_m' => 'видеокамеры'],
                        ],

                
                'Sony' => [
                            ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                            ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                            ['type' => 'планшет', 'type_m' => 'планшеты'],
                            ['type' => 'игровая приставка', 'type_m' => 'игровая приставка'],
                            ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                            ['type' => 'проектор', 'type_m' => 'проекторы'],
                            ['type' => 'фотоаппарат', 'type_m' => 'фотоаппараты'],
                            ['type' => 'смарт-часы', 'type_m' => 'смарт-часы'],
                            ['type' => 'видеокамера', 'type_m' => 'видеокамеры'],
                            ['type' => 'сервер', 'type_m' => 'серверы'],
                            ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                        ],

                
                'Toshiba' => [
                                ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                                ['type' => 'планшет', 'type_m' => 'планшеты'],
                                ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                                ['type' => 'проектор', 'type_m' => 'проекторы'],
                                ['type' => 'видеокамера', 'type_m' => 'видеокамеры'],
                                ['type' => 'сервер', 'type_m' => 'серверы'],
                                ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                        ],

                
                'Xiaomi' => [
                                ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                                ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                                ['type' => 'планшет', 'type_m' => 'планшеты'],
                                ['type' => 'робот-пылесос', 'type_m' => 'роботы-пылесосы'],
                                ['type' => 'телевизор', 'type_m' => 'телевизоры'],
                                ['type' => 'фотоаппарат', 'type_m' => 'фотоаппараты'],
                                ['type' => 'гироскутер', 'type_m' => 'гироскутеры'],
                                ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                                ['type' => 'электросамокат', 'type_m' => 'электросамокаты'],
                                ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                                ['type' => 'смарт-часы', 'type_m' => 'смарт-часы'],
                                ['type' => 'квадрокоптер', 'type_m' => 'квадрокоптеры'],
                        ],

                
                'ZTE'   => [
                                ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                                ['type' => 'планшет', 'type_m' => 'планшеты'],
                        ],

                'Intel' => [
                                ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                                ['type' => 'сервер', 'type_m' => 'серверы'],
                ],

                'Epson' => [
                                ['type' => 'проектор', 'type_m' => 'проекторы'],
                                ['type' => 'плоттер', 'type_m' => 'плоттеры'],
                ],

                'Ricoh' => [
                                ['type' => 'фотоаппарат', 'type_m' => 'фотоаппараты'],
                                ['type' => 'проектор', 'type_m' => 'проекторы'],
                                ['type' => 'плоттер', 'type_m' => 'плоттеры'],
                        ],

                'Kodak' => [
                                ['type' => 'фотоаппарат', 'type_m' => 'фотоаппараты'],
                                ['type' => 'проектор', 'type_m' => 'проекторы'],
                        ],

                'Ginzzu' => [
                                ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                                ['type' => 'планшет', 'type_m' => 'планшеты'],
                                ['type' => 'пылесос', 'type_m' => 'пылесосы'],
                                ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                        ],

                'Razor' => [
                                ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                                ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                        ],

                'Nec' => [
                                ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                                ['type' => 'проектор', 'type_m' => 'проекторы'],
                                ['type' => 'сервер', 'type_m' => 'серверы'],
                        ],
                'Electrolux' => [
                                ['type' => 'робот-пылесос', 'type_m' => 'роботы-пылесосы'],
                                ['type' => 'пылесос', 'type_m' => 'пылесосы'],
                                ['type' => 'кофемашина', 'type_m' => 'кофемашины'],
                        ],
                'Christie' => [
                                ['type' => 'проектор', 'type_m' => 'проекторы'],
                                ['type' => 'сервер', 'type_m' => 'серверы'],
                        ],
                'Hitachi' => [
                                ['type' => 'проектор', 'type_m' => 'проекторы'],
                                ['type' => 'пылесос', 'type_m' => 'пылесосы'],
                                ['type' => 'сервер', 'type_m' => 'серверы'],
                        ],
                'PackardBell' => [
                                ['type' => 'ноутбук', 'type_m' => 'ноутбуки'],
                                ['type' => 'планшет', 'type_m' => 'планшеты'],
                                ['type' => 'моноблок', 'type_m' => 'моноблоки'],
                                ['type' => 'компьютер', 'type_m' => 'компьютеры'],
                        ],
                'Polaris' => [
                                ['type' => 'робот-пылесос', 'type_m' => 'роботы-пылесосы'],
                                ['type' => 'пылесос', 'type_m' => 'пылесосы'],
                                ['type' => 'кофемашина', 'type_m' => 'кофемашины'],
                        ],
                'Miele' => [
                                ['type' => 'робот-пылесос', 'type_m' => 'роботы-пылесосы'],
                                ['type' => 'пылесос', 'type_m' => 'пылесосы'],
                                ['type' => 'кофемашина', 'type_m' => 'кофемашины'],
                        ],
                'Weissgauff' => [
                                ['type' => 'робот-пылесос', 'type_m' => 'роботы-пылесосы'],
                                ['type' => 'пылесос', 'type_m' => 'пылесосы'],
                        ],
                'Bosch' => [
                                ['type' => 'робот-пылесос', 'type_m' => 'роботы-пылесосы'],
                                ['type' => 'пылесос', 'type_m' => 'пылесосы'],
                                ['type' => 'кофемашина', 'type_m' => 'кофемашины'],
                        ],
                'Ariston' => [
                                ['type' => 'пылесос', 'type_m' => 'пылесосы'],
                                ['type' => 'кофемашина', 'type_m' => 'кофемашины'],
                        ],
                'BBK' => [
                                ['type' => 'смартфон', 'type_m' => 'смартфоны'],
                                ['type' => 'планшет', 'type_m' => 'планшеты'],
                                ['type' => 'пылесос', 'type_m' => 'пылесосы'],
                        ],

            );

?>