<?php


$info_block = array(
    'computers' => array(
        '<table class="priceTable"> 
            <tbody> 
                <tr>
                    <td>Название услуги</td>
                    <td>Сроки&nbsp;ремонта</td>
                    <td>Цена</td>
                </tr>
                <tr>
                    <td>Замена матрицы</td>
                    <td>45-60&nbsp;мин</td>
                    <td>790 руб</td>
                </tr>
                <tr>
                    <td>Замена материнской платы моноблока</td>
                    <td>1-3 ч</td> <td>1190 руб</td>
                </tr>
                <tr>
                    <td>Замена процессора моноблока</td>
                    <td>1 ч</td> 
                    <td>790 руб</td>
                </tr>
                <tr> 
                    <td>Замена видеочипа, чипа южного или северного моста</td>
                    <td>2-3 ч</td>
                    <td>2590 руб</td>
                </tr> 
                <tr> 
                    <td>Замена разъема ЗУ</td>
                    <td>30-40 мин</td>
                    <td>1290 руб</td>
                </tr>
                <tr> 
                    <td>Замена разъема платы</td>
                    <td>30-40 мин</td>
                    <td>790 руб</td>
                </tr>
                <tr>
                    <td>Замена разъема HDMI, USB и других, за ед.</td>
                    <td>30-45 мин</td>
                    <td>1490 руб</td>
                </tr>
                <tr>
                    <td>Ремонт цепи питания моноблока</td>
                    <td>2-3 ч</td>
                    <td>2690 руб</td>
                </tr>
                <tr> 
                    <td>Замена модуля WiFi</td>
                    <td>30 мин</td>
                    <td>290 руб</td>
                </tr>
                <tr>
                    <td>Замена HDD или SSD</td>
                    <td>30 мин</td>
                    <td>290 руб</td>
                </tr>
                <tr>
                    <td>Замена модуля ОЗУ моноблока</td>
                    <td>15&nbsp;мин</td>
                    <td>250 руб</td>
                </tr>
                <tr> 
                    <td>Ремонт корпуса устройства</td>
                    <td>1-2&nbsp;ч</td>
                    <td>1190 руб</td>
                </tr>
                <tr>
                    <td>Замена стекла экрана</td>
                    <td>1-2 ч</td>
                    <td>1240 руб</td>
                </tr>
                <tr>
                    <td>Замена батареи Bios</td>
                    <td>30 мин</td>
                    <td>440 руб</td>
                </tr>
                <tr>
                    <td>Чистка интерфейсов и системы охлаждения</td>
                    <td>30-60 мин</td>
                    <td>1390 руб</td>
                </tr>
                <tr>
                    <td>Удаление жидкости с поверхности материнской платы</td>
                    <td>1-2 ч</td>
                    <td>1190 руб</td>
                </tr>
                <tr> 
                    <td>Восстановление контактных элементов чипов, разъемов и портов, за ед.</td>
                    <td>30-60 мин</td>
                    <td>390 руб</td>
                </tr>
                <tr>
                    <td>Настройка программного обеспечения</td>
                    <td>от 30 мин</td>
                    <td>от 790 руб</td>
                </tr>
            </tbody>
        </table>',
        
        '<table class="priceTable">
            <tbody>
                <tr>
                    <td>Название комплектующей</td>
                    <td>Наличие</td>
                    <td>Цена</td>
                </tr>
                <tr>
                    <td>Матрица экрана моноблока</td>
                    <td>в наличии / на заказ</td>
                    <td>от 4490 руб</td>
                </tr>
                <tr>
                    <td>Твердый накопитель HDD / SSD</td>
                    <td>есть в наличии</td>
                    <td>от 2490 руб</td>
                </tr>
                <tr>
                    <td>Модуль ОЗУ для моноблока</td> 
                    <td>есть в наличии</td>
                    <td>от 1440 руб</td>
                </tr>
                <tr>
                    <td>Материнская плата</td>
                    <td>на складе / на заказ</td>
                    <td>от 6490 руб</td>
                </tr>
                <tr>
                    <td>Мультиконтроллер</td>
                    <td>в наличии / на&nbsp;складе</td>
                    <td>1190</td>
                </tr>
                <tr>
                    <td>Разъемы HDMI, USB и другие, за ед.</td>
                    <td>в наличии / на заказ</td>
                    <td>540 руб</td>
                </tr>
                <tr>
                    <td>Разъем&nbsp;питания ЗУ</td>
                    <td>есть в наличии</td> 
                    <td>440 руб</td>
                </tr>
                <tr>
                    <td>Чип южного или северного моста, видеочип)</td>
                    <td>в наличии / на заказ</td> 
                    <td>1490 – 3490 руб</td> 
                </tr> 
                <tr> 
                    <td>Вентилятор охлаждения</td>
                    <td>есть в наличии</td>
                    <td>1390 руб</td>
                </tr> 
            </tbody>
        </table>',
        
        '290',
    ),

   'foto' => array(
        '<table class="priceTable"> <tbody> <tr> <td>Название услуги</td> <td>Цена</td> <td>Сроки&nbsp;ремонта</td> </tr> <tr> <td>Ремонт шторок объектива</td> <td>590 руб</td> <td>45-60 мин</td> </tr> <tr> <td>Ремонт разъема USB</td> <td>490 руб</td> <td>30-45 мин</td> </tr> <tr> <td>Ремонт аккумулятора</td> <td>390 руб</td> <td>30-45 мин</td> </tr> <tr> <td>Ремонт линз</td> <td>390 руб</td> <td>30-45 мин</td> </tr> <tr> <td>Ремонт вспышки</td> <td>390 руб</td> <td>30-45 мин</td> </tr> <tr> <td>Ремонт платы питания</td> <td>1890 руб</td> <td>1,5 ч</td> </tr> <tr> <td>Ремонт LCD дисплея</td> <td>890 руб</td> <td>50-60 мин</td> </tr> <tr> <td>Ремонт контроллера</td> <td>1790 руб</td> <td>1,5 ч</td> </tr> <tr> <td>Ремонт корпусной детали</td> <td>390 руб</td> <td>30-45 мин</td> </tr> <tr> <td>Ремонт спускового механизма</td> <td>1190 руб</td> <td>1-1,5 ч</td> </tr> <tr> <td>Ремонт ЛПМ</td> <td>1190 руб</td> <td>1-1,5 ч</td> </tr> <tr> <td>Ремонт материнской платы</td> <td>4000 руб</td> <td>1,5-2 ч</td> </tr> <tr> <td>Конфигурирование дисплея</td> <td>1190 руб</td> <td>1-1,5 ч</td> </tr> <tr> <td>Ремонт затвора</td> <td>490 руб</td> <td>30-45 мин</td> </tr> <tr> <td>Ремонт объектива</td> <td>590 руб</td> <td>45-60 мин</td> </tr> <tr> <td>Ремонт ПЗС матрицы</td> <td>1190 руб</td> <td>1-1,5 ч</td> </tr> <tr> <td>Настройка и восстановление ПО</td> <td>1090 руб</td> <td>1-1,5 ч</td> </tr> <tr> <td>Ремонт разъёма Flash</td> <td>590 руб</td> <td>45-60 мин</td> </tr> <tr> <td>Ремонт системной платы</td> <td>790 руб</td> <td>50-60 мин</td> </tr> <tr> <td>Ремонт матрицы</td> <td>690 руб</td> <td>45-60 мин</td> </tr> <tr> <td>Ремонт цепи питания</td> <td>390 руб</td> <td>30-45 мин</td> </tr> <tr> <td>Ремонт шлейфа</td> <td>1390 руб</td> <td>1-1,5 ч</td> </tr> </tbody> </table>',
        '<p>Наличие и цены на комплектующие узнавайте по телефону горячей линии.</p>',
        '390',
   ),

   'all-in-one' => array(
        '<table class="priceTable"> <tbody> <tr> <td>Название услуги</td> <td>Сроки&nbsp;ремонта</td> <td>Цена</td> </tr> <tr> <td>Ремонт деталей в узле формирования изображения</td> <td>2390 руб</td> <td>1,5 ч</td> </tr> <tr> <td>Ремонт деталей узла переноса изображения</td> <td>1290 руб</td> <td>50-60 мин</td> </tr> <tr> <td>Ремонт деталей узла сканирования</td> <td>3190 руб</td> <td>1,5-2 ч</td> </tr> <tr> <td>Ремонт деталей узла транспортировки</td> <td>1390 руб</td> <td>1-1,5 ч</td> </tr> <tr> <td>Ремонт детали узла подачи</td> <td>1290 руб</td> <td>50-60 мин</td> </tr> <tr> <td>Ремонт резинового вала</td> <td>490 руб</td> <td>30-45 мин</td> </tr> <tr> <td>Ремонт термоплёнки</td> <td>690 руб</td> <td>30-45 мин</td> </tr> <tr> <td>Ремонт узла закрепления</td> <td>3490 руб</td> <td>2 ч</td> </tr> <tr> <td>Ремонт узлов допоборудования</td> <td>3490 руб</td> <td>2 ч</td> </tr> <tr> <td>Ремонт шестерни редуктора</td> <td>1190 руб</td> <td>45-60 мин</td> </tr> <tr> <td>Переборка картриджа с барабаном</td> <td>1390 руб</td> <td>1-1,5 ч</td> </tr> <tr> <td>Ремонт блока лазера</td> <td>1190 руб</td> <td>45-60 мин</td> </tr> <tr> <td>Ремонт механических узлов</td> <td>890 руб</td> <td>30-45 мин</td> </tr> <tr> <td>Ремонт платы питания</td> <td>2490 руб</td> <td>1,5 ч</td> </tr> <tr> <td>Ремонт платы управления</td> <td>1390 руб</td> <td>1-1,5 ч</td> </tr> <tr> <td>Техническое обслуживание узлов</td> <td>1890 руб</td> <td>1-1,5 ч</td> </tr> </tbody> </table>',
        '<p>Наличие и цены на комплектующие узнавайте по телефону горячей линии.</p>',
        '490',
   ),

   'printers' => array(
        '<table class="priceTable"> <tbody> <tr> <td>Название услуги</td> <td>Сроки&nbsp;ремонта</td> <td>Цена</td> </tr> <tr> <td>Ремонт деталей в узле формирования изображения</td> <td>2390 руб</td> <td>1,5 ч</td> </tr> <tr> <td>Ремонт деталей узла переноса изображения</td> <td>1290 руб</td> <td>50-60 мин</td> </tr> <tr> <td>Ремонт деталей узла сканирования</td> <td>3190 руб</td> <td>1,5-2 ч</td> </tr> <tr> <td>Ремонт деталей узла транспортировки</td> <td>1390 руб</td> <td>1-1,5 ч</td> </tr> <tr> <td>Ремонт детали узла подачи</td> <td>1290 руб</td> <td>50-60 мин</td> </tr> <tr> <td>Ремонт резинового вала</td> <td>490 руб</td> <td>30-45 мин</td> </tr> <tr> <td>Ремонт термоплёнки</td> <td>690 руб</td> <td>30-45 мин</td> </tr> <tr> <td>Ремонт узла закрепления</td> <td>3490 руб</td> <td>2 ч</td> </tr> <tr> <td>Ремонт узлов допоборудования</td> <td>3490 руб</td> <td>2 ч</td> </tr> <tr> <td>Ремонт шестерни редуктора</td> <td>1190 руб</td> <td>45-60 мин</td> </tr> <tr> <td>Переборка картриджа с барабаном</td> <td>1390 руб</td> <td>1-1,5 ч</td> </tr> <tr> <td>Ремонт блока лазера</td> <td>1190 руб</td> <td>45-60 мин</td> </tr> <tr> <td>Ремонт механических узлов</td> <td>890 руб</td> <td>30-45 мин</td> </tr> <tr> <td>Ремонт платы питания</td> <td>2490 руб</td> <td>1,5 ч</td> </tr> <tr> <td>Ремонт платы управления</td> <td>1390 руб</td> <td>1-1,5 ч</td> </tr> <tr> <td>Техническое обслуживание узлов</td> <td>1890 руб</td> <td>1-1,5 ч</td> </tr> </tbody> </table>',
        '<p>Наличие и цены на комплектующие узнавайте по телефону горячей линии.</p>',
        '490',
   ),

   'desctops' => array(
        '<table class="priceTable"> <tbody> <tr> <td>Название услуги</td> <td>Сроки&nbsp;ремонта</td> <td>Цена</td> </tr> <tr> <td>Замена матрицы ноутбука</td> <td>30 мин</td> <td>300 руб</td> </tr> <tr> <td>Ремонт разъема ЗУ</td> <td>30 мин</td> <td>1190 руб</td> </tr> <tr> <td>Ремонт HDMI, USB и других разъемов</td> <td>30-45 мин</td> <td>1490 руб</td> </tr> <tr> <td>Чистка интерфейсов и системы охлаждения</td> <td>30-60 мин</td> <td>1390 руб</td> </tr> <tr> <td>Удаление жидкости с поверхности платы</td> <td>1-2 ч</td> <td>1290 руб</td> </tr> <tr> <td>Ремонт разъемов материнской платы</td> <td>30-40 мин</td> <td>790 руб</td> </tr> <tr> <td>Замена видеочипа,чипа северного или южного моста</td> <td>2-3 ч</td> <td>2590 руб</td> </tr> <tr> <td>Замена материнской платы ноутбука</td> <td>1-3 ч</td> <td>1190</td> </tr> <tr> <td>Замена модуля WiFi</td> <td>30 мин</td> <td>290</td> </tr> <tr> <td>Замена HDD/SSD</td> <td>30 мин</td> <td>от 450 руб</td> </tr> <tr> <td>Замена модулей ОЗУ ноутбука</td> <td>15&nbsp;мин</td> <td>от 350 руб</td> </tr> <tr> <td>Замена петель крепления</td> <td>1-2 ч</td> <td>1240 руб</td> </tr> <tr> <td>Настройка и перепрошивка Bios</td> <td>1-2 ч</td> <td>1190 руб</td> </tr> <tr> <td>Восстановление контактных элементов чипов, разъемов и портов, за ед.</td> <td>30-60 мин</td> <td>390 руб</td> </tr> <tr> <td>Ремонт цепи питания ноутбука</td> <td>от 3 ч</td> <td>2690 руб</td> </tr> <tr> <td>Восстановление корпуса ноутбука</td> <td>2 ч</td> <td>2190 руб</td> </tr> <tr> <td>Установка и настройка программного обеспечения</td> <td>от 30 мин</td> <td>от 790 руб</td> </tr> </tbody> </table>',
        '<table class="priceTable"> <tbody> <tr> <td>Название&nbsp;комплектующей</td> <td>Наличие</td> <td>Цена</td> </tr> <tr> <td>Твердый накопитель HDD</td> <td>есть в наличии</td> <td>от 2490 руб</td> </tr> <tr> <td>Матрица ноутбука</td> <td>в наличии / на заказ</td> <td>2490 – 4490 руб</td> </tr> <tr> <td>Вентилятор охлаждения</td> <td>есть в наличии</td> <td>1190 руб</td> </tr> <tr> <td>Материнская плата ноутбука</td> <td>на складе / на заказ</td> <td>от 4490 руб</td> </tr> <tr> <td>Мультиконтроллер платы</td> <td>в наличии / на&nbsp;складе</td> <td>790 - 1490 руб</td> </tr> <tr> <td>Модуль ОЗУ</td> <td>есть в наличии</td> <td>от 1390 руб</td> </tr> <tr> <td>Разъемы HDMI, USB и другие, за ед.</td> <td>в наличии / на заказ</td> <td>от 490 руб</td> </tr> <tr> <td>Разъем питания ЗУ</td> <td>есть в наличии</td> <td>от 340 руб</td> </tr> <tr> <td>Видеочип, чип южного или северного моста</td> <td>в наличии / на заказ</td> <td>1190 – 2490 руб</td> </tr> </tbody> </table>',
        '290',
   ),

   'servers' => array(
        '<table class="priceTable"> <tbody> <tr> <td>Название услуги</td> <td>Сроки&nbsp;ремонта</td> <td>Цена</td> </tr> <tr> <td>Замена матрицы ноутбука</td> <td>30 мин</td> <td>300 руб</td> </tr> <tr> <td>Ремонт разъема ЗУ</td> <td>30 мин</td> <td>1190 руб</td> </tr> <tr> <td>Ремонт HDMI, USB и других разъемов</td> <td>30-45 мин</td> <td>1490 руб</td> </tr> <tr> <td>Чистка интерфейсов и системы охлаждения</td> <td>30-60 мин</td> <td>1390 руб</td> </tr> <tr> <td>Удаление жидкости с поверхности платы</td> <td>1-2 ч</td> <td>1290 руб</td> </tr> <tr> <td>Ремонт разъемов материнской платы</td> <td>30-40 мин</td> <td>790 руб</td> </tr> <tr> <td>Замена видеочипа,чипа северного или южного моста</td> <td>2-3 ч</td> <td>2590 руб</td> </tr> <tr> <td>Замена материнской платы ноутбука</td> <td>1-3 ч</td> <td>1190 руб</td> </tr> <tr> <td>Замена модуля WiFi</td> <td>30 мин</td> <td>290 руб</td> </tr> <tr> <td>Замена HDD/SSD</td> <td>30 мин</td> <td>от 400 руб</td> </tr> <tr> <td>Замена модулей ОЗУ ноутбука</td> <td>15&nbsp;мин</td> <td>от 410 руб</td> </tr> <tr> <td>Замена петель крепления</td> <td>1-2 ч</td> <td>1240 руб</td> </tr> <tr> <td>Настройка и перепрошивка Bios</td> <td>1-2 ч</td> <td>1190 руб</td> </tr> <tr> <td>Восстановление контактных элементов чипов, разъемов и портов, за ед.</td> <td>30-60 мин</td> <td>390 руб</td> </tr> <tr> <td>Ремонт цепи питания ноутбука</td> <td>от 3 ч</td> <td>2690 руб</td> </tr> <tr> <td>Восстановление корпуса ноутбука</td> <td>2 ч</td> <td>2190 руб</td> </tr> <tr> <td>Установка и настройка программного обеспечения</td> <td>от 30 мин</td> <td>от 790 руб</td> </tr> </tbody> </table>',
        '<table class="priceTable"> <tbody> <tr> <td>Название&nbsp;комплектующей</td> <td>Наличие</td> <td>Цена</td> </tr> <tr> <td>Твердый накопитель HDD</td> <td>есть в наличии</td> <td>от 2490 руб</td> </tr> <tr> <td>Матрица ноутбука</td> <td>в наличии / на заказ</td> <td>2490 – 4490 руб</td> </tr> <tr> <td>Вентилятор охлаждения</td> <td>есть в наличии</td> <td>1190 руб</td> </tr> <tr> <td>Материнская плата ноутбука</td> <td>на складе / на заказ</td> <td>от 4490 руб</td> </tr> <tr> <td>Мультиконтроллер платы</td> <td>в наличии / на&nbsp;складе</td> <td>790 - 1490 руб</td> </tr> <tr> <td>Модуль ОЗУ</td> <td>есть в наличии</td> <td>от 1390 руб</td> </tr> <tr> <td>Разъемы HDMI, USB и другие, за ед.</td> <td>в наличии / на заказ</td> <td>от 490 руб</td> </tr> <tr> <td>Разъем питания ЗУ</td> <td>есть в наличии</td> <td>от 340 руб</td> </tr> <tr> <td>Видеочип, чип южного или северного моста</td> <td>в наличии / на заказ</td> <td>1190 – 2490 руб</td> </tr> </tbody> </table>',
        '290',
   ),

   'consoles' => array(
        '<table class="priceTable"> <tbody> <tr> <td>Название услуги</td> <td>Сроки&nbsp;ремонта</td> <td>Цена</td> </tr> <tr> <td>Замена блока питания консоли</td> <td>1-2 ч</td> <td>1490 руб</td> </tr> <tr> <td>Ремонт привода Bluray&nbsp;устройства</td> <td>30-60 мин</td> <td>1490 руб</td> </tr> <tr> <td>Замена твердого накопителя HDD</td> <td>30 мин</td> <td>1190 руб</td> </tr> <tr> <td>Чистка&nbsp;системы охлаждения</td> <td>45-60&nbsp;м</td> <td>1190 руб</td> </tr> <tr> <td>Замена материнской платы</td> <td>2-3 ч</td> <td>1990 руб</td> </tr> <tr> <td>Замена видеочипа, чипа северного или южного моста</td> <td>1-3 ч</td> <td>1490 руб</td> </tr> <tr> <td>Ремонт&nbsp;разъема HDMI</td> <td>30-45 мин</td> <td>1190 руб</td> </tr> <tr> <td>Обновление&nbsp;программного обеспечения</td> <td>40 мин</td> <td>790 руб</td> </tr> </tbody> </table>',
        '<p>Наличие и цены на комплектующие узнавайте по телефону горячей линии.</p>',
        '790',
   ),

   'photo_video' => array(
        '<table class="priceTable"> <tbody> <tr> <td>Название услуги</td> <td>Сроки&nbsp;ремонта</td> <td>Цена</td> </tr> <tr> <td><span>Замена дисплея видеокамеры</span></td> <td>50-60 мин</td> <td>800 руб</td> </tr> <tr> <td><span>Ремонт объектива видеокамеры</span></td> <td>2-3 ч</td> <td>2500-4500 руб</td> </tr> <tr> <td><span>Ремонт механизмов видеокамеры</span></td> <td>от 30 мин</td> <td>от 1300 руб</td> </tr> <tr> <td>Ремонт ЛПМ</td> <td>2 ч</td> <td>1100-2400 руб</td> </tr> <tr> <td>Ремонт контроллера</td> <td>от 1,5 ч</td> <td>1900-2600 руб</td> </tr> <tr> <td>Ремонт привода DVD</td> <td>1-2 ч</td> <td>2600 руб</td> </tr> <tr> <td>Ремонт платы питания</td> <td>2 ч</td> <td>2700 руб</td> </tr> <tr> <td>Ремонт цепи питания</td> <td>от 1,5 ч</td> <td>от 900 руб</td> </tr> <tr> <td>Замена ПЗС матрицы</td> <td>1 ч</td> <td>1100 руб</td> </tr> </tbody> </table>',
        '<p>Наличие и цены на комплектующие узнавайте по телефону горячей линии.</p>',
        '800',
   ),

   'tv' => array(
        '<table class="priceTable"> <tbody> <tr> <td>Название услуги</td> <td>Сроки&nbsp;ремонта</td> <td>Цена</td> </tr> <tr> <td>Ремонт процессора, ремонт контроллера</td> <td>1-2 часа</td> <td>1590 руб</td> </tr> <tr> <td>Ремонт&nbsp;ТВ тюнера</td> <td>2-3 часа</td> <td>2400 руб</td> </tr> <tr> <td>Ремонт матрицы</td> <td>1-2&nbsp;часа</td> <td>1690 руб</td> </tr> <tr> <td>Ремонт разъема HDMI, аудио, USB</td> <td>30-45 минут</td> <td>1790 руб</td> </tr> <tr> <td>Замена блока питания</td> <td>2 часа</td> <td>2400 руб</td> </tr> <tr> <td>Замена цепи питания</td> <td>3 часа</td> <td>3400 руб</td> </tr> <tr> <td>Чистка материнской платы от жидкости</td> <td>1-2 часа</td> <td>1190 руб</td> </tr> <tr> <td>Ремонт материнской платы</td> <td>1-3 часа</td> <td>1190 руб</td> </tr> <tr> <td>Ремонт разъема зарядного устройства</td> <td>45-60 мин</td> <td>1590 руб</td> </tr> <tr> <td>Замена блока управления</td> <td>45-60 минут</td> <td>1090 руб</td> </tr> <tr> <td>Ремонт батареи&nbsp;памяти</td> <td>30-45 минут</td> <td>450 руб</td> </tr> <tr> <td>Замена подсветки</td> <td>1-2 часа</td> <td>1790 руб</td> </tr> <tr> <td>Замена&nbsp;Wi Fi</td> <td>1-2 часа</td> <td>2400 руб</td> </tr> <tr> <td>Ремонт&nbsp;лампы подсветки</td> <td>30-60 минут</td> <td>1390 руб</td> </tr> <tr> <td>Замена ТВ тюнера</td> <td>1 час</td> <td>1250 руб</td> </tr> <tr> <td>Прошивка&nbsp;блока управления</td> <td>1 час</td> <td>1090 руб</td> </tr> <tr> <td>Прошивка&nbsp;ПО</td> <td>45-60 мин</td> <td>1190 руб</td> </tr> <tr> <td>Восстановление контактов BGA, разъемов, портов (за 1 шт.)</td> <td>30-60 минут</td> <td>390 руб</td> </tr> </tbody> </table>',
        '<p>Наличие и цены на комплектующие узнавайте по телефону горячей линии.</p>',
        '390',
   ),

   'laptop' => array(
        '<table class="priceTable"><tbody><tr><td>Название услуги</td><td>Сроки&nbsp;ремонта</td><td>Цена</td></tr><tr><td>Замена матрицы ноутбука</td><td>30 мин</td><td>300 руб</td></tr><tr><td>Ремонт разъема ЗУ</td><td>30 мин</td><td>1190 руб</td></tr><tr><td>Ремонт HDMI, USB и других разъемов</td><td>30-45 мин</td><td>1490 руб</td></tr><tr><td>Чистка интерфейсов и системы охлаждения</td><td>30-60 мин</td><td>1390 руб</td></tr><tr><td>Удаление жидкости с поверхности платы</td><td>1-2 ч</td><td>1290 руб</td></tr><tr><td>Ремонт разъемов материнской платы</td><td>30-40 мин</td><td>790 руб</td></tr><tr><td>Замена видеочипа,чипа северного или южного моста</td><td>2-3 ч</td><td>2590 руб</td></tr> <tr><td>Замена материнской платы ноутбука</td><td>1-3 ч</td><td>1190 руб</td></tr><tr><td>Замена модуля WiFi</td><td>30 мин</td><td>290 руб</td></tr><tr><td>Замена HDD/SSD</td><td>30 мин</td><td>от 490 руб</td></tr><tr><td>Замена модулей ОЗУ ноутбука</td><td>15&nbsp;мин</td><td>от 390 руб</td></tr><tr> <td>Замена петель крепления</td><td>1-2 ч</td><td>1240 руб</td></tr><tr><td>Настройка и перепрошивка Bios</td><td>1-2 ч</td><td>1190 руб</td></tr><tr><td>Восстановление контактных элементов чипов, разъемов и портов, за ед.</td><td>30-60 мин</td><td>390 руб</td> </tr><tr><td>Ремонт цепи питания ноутбука</td><td>от 3 ч</td><td>2690 руб</td></tr><tr><td>Восстановление корпуса ноутбука</td><td>2 ч</td><td>2190 руб</td></tr><tr><td>Установка и настройка программного обеспечения</td><td>от 30 мин</td><td>от 790 руб</td></tr></tbody></table>',
        '<table class="priceTable"><tbody><tr><td>Название&nbsp;комплектующей</td><td>Наличие</td><td>Цена</td></tr><tr><td>Твердый накопитель HDD</td><td>есть в наличии</td><td>от 2490 руб</td></tr><tr><td>Матрица ноутбука</td><td>в наличии / на заказ</td><td>2490 – 4490 руб</td></tr><tr><td>Вентилятор охлаждения</td><td>есть в наличии</td><td>1190 руб</td></tr><tr><td>Материнская плата ноутбука</td><td>на складе / на заказ</td><td>от 4490 руб</td></tr><tr><td>Мультиконтроллер платы</td><td>в наличии / на&nbsp;складе</td><td>790 - 1490 руб</td></tr><tr><td>Модуль ОЗУ</td><td>есть в наличии</td><td>от 1390 руб</td></tr><tr><td>Разъемы HDMI, USB и другие, за ед.</td><td>в наличии / на заказ</td><td>от 490 руб</td></tr><tr><td>Разъем питания ЗУ</td><td>есть в наличии</td><td>от 340 руб</td></tr><tr><td>Видеочип, чип южного или северного моста</td><td>в наличии / на заказ</td><td>1190 – 2490 руб</td></tr></tbody></table>',
        '290',
   ),
   //#поправить
    'phones' => array(
        '<table class="priceTable"><tbody><tr><td>Название услуги</td><td>Сроки&nbsp;ремонта</td><td>Цена</td></tr><tr><td>Замена&nbsp;батареи</td><td>30 мин</td><td>590 руб</td></tr><tr><td>Замена&nbsp;экрана смартфона</td><td>1-2 ч</td><td>1490 руб</td></tr><tr><td>Замена задней крышки</td><td>30 мин</td><td>490 руб</td></tr><tr><td>Замена модуля камеры</td><td>45 мин</td><td>790 руб</td></tr><tr><td>Замена микрофона</td><td>45&nbsp;мин</td><td>790 руб</td></tr><tr><td>Замена динамика смартфона</td><td>30 мин</td><td>590 руб</td></tr><tr><td>Замена вибромотора</td><td>40 мин</td><td>590 руб</td></tr><tr><td>Замена кнопки включения устройства</td><td>40 мин</td><td>790 руб</td></tr><tr><td>Замена микросхемы управления</td><td>2-3 ч</td><td>3190 руб</td></tr><tr><td>Ремонт цепи питания смартфона</td><td>2 ч</td><td>2490 руб</td></tr><tr><td>Замена шлейфа</td><td>40 мин</td><td>690 руб</td></tr><tr><td>Замена разъема Micro-Usb</td><td>45&nbsp;мин</td><td>790 руб</td></tr><tr><td>Замена разъема Audio</td><td>40-60 мин</td><td>690 руб</td></tr><tr><td>Восстановление дорожек платы или шлейфа, за ед.</td><td>30 мин</td><td>390 руб</td></tr><tr><td>Чистка аппарата от жидкости</td><td>1-2 ч</td><td>1690 руб</td></tr><tr><td>Замена flash-лотка</td><td>30-60 мин</td><td>890 руб</td></tr><tr><td>Замена sim-лотка</td><td>45-60&nbsp;мин</td><td>1190 руб</td></tr><tr><td>Настройка программного обеспечения</td><td>от 30 мин</td><td>от 590 руб</td></tr><tr><td>Перепрошивка без сохранения информации</td><td>30 мин</td><td>590 руб</td></tr><tr><td>Перепрошивка с сохранением информации</td><td>2-3 ч</td><td>2490 руб</td></tr></tbody></table>',
        '<table class="priceTable"><tbody><tr><td>Название комплектующей</td><td>Наличие</td><td>Цена</td></tr><tr><td>Экран/дисплей (модуль)</td><td>в наличии / на заказ</td><td>3490 – 6490 руб</td></tr><tr><td>Материнская плата смартфона</td><td>в наличии / на заказ</td><td>3490-8490 руб</td></tr><tr><td>Микросхема управления</td><td>в наличии / на&nbsp;складе</td><td>590-2490 руб</td></tr><tr><td>Мультиконтроллер</td><td>в наличии / на&nbsp;складе</td><td>1190 руб</td></tr><tr><td>Кнопка включения аппарта</td><td>есть в наличии</td><td>240 руб</td></tr><tr><td>Задняя крышка</td><td>в наличии / на заказ</td><td>1190 руб</td></tr><tr><td>Динамик смартфона</td><td>есть в наличии</td><td>240 руб</td></tr><tr><td>Микрофон смартфона</td><td>есть в наличии</td><td>340 руб</td></tr><tr><td>Разъем Audio</td><td>есть в наличии</td><td>290 руб</td></tr><tr><td>Разъем Micro-Usb</td><td>есть в наличии</td><td>340 руб</td></tr></tbody></table>',
        '390',
        '<ul class="defectList">
                <li><div>Тачскрин не реагирует на прикосновения</div></li>
                <li><div>Не работает динамик</div></li>
                <li><div>Не заряжается от зарядного устройства</div></li>
                <li><div>Не работает камера</div></li>
                <li><div>Не работает фронтальная камера</div></li>
                <li><div>Разбит дисплей</div></li>
                <li><div>Не загорается сенсорный экран</div></li>
                <li><div>Не работает GPS</div></li>
                <li><div>Не находит сеть через WIFI</div></li>
                <li><div>Не запускается</div></li>
                <li><div>Плохо работает микрофон</div></li>
                <li><div>Не грузится</div></li>
                <li><div>Нет подключения по HDMI</div></li>
                <li><div>Не ловит сеть</div></li>
                <li><div>Полностью разряжается</div></li>
                <li><div>Не видит USB</div></li>
                <li><div>Трещина на корпусе</div></li>
        </ul>',
        
   ),

   'tablets' => array(
        '<table class="priceTable"><tbody><tr><td>Название услуги</td><td>Сроки&nbsp;ремонта</td><td>Цена</td></tr><tr><td>Замена&nbsp;батареи</td><td>30 мин</td><td>590 руб</td></tr><tr><td>Замена&nbsp;экрана планшета</td><td>1-2 ч</td><td>1490 руб</td></tr><tr><td>Замена задней крышки</td><td>30 мин</td><td>490 руб</td></tr><tr><td>Замена модуля камеры</td><td>45 мин</td><td>790 руб</td></tr><tr><td>Замена микрофона</td><td>45&nbsp;мин</td><td>790 руб</td></tr><tr><td>Замена динамика планшета</td><td>30 мин</td><td>590 руб</td></tr><tr><td>Замена вибромотора</td><td>40 мин</td><td>590 руб</td></tr><tr><td>Замена кнопки включения устройства</td><td>40 мин</td><td>790 руб</td></tr><tr><td>Замена микросхемы управления</td><td>2-3 ч</td><td>3190 руб</td></tr><tr><td>Ремонт цепи питания планшета</td><td>2 ч</td><td>2490 руб</td></tr><tr><td>Замена шлейфа</td><td>40 мин</td><td>690 руб</td></tr><tr><td>Замена разъема Micro-Usb</td><td>45&nbsp;мин</td><td>790 руб</td></tr><tr><td>Замена разъема Audio</td><td>40-60 мин</td><td>690 руб</td></tr><tr><td>Восстановление дорожек платы или шлейфа, за ед.</td><td>30 мин</td><td>390 руб</td></tr><tr><td>Чистка аппарата от жидкости</td><td>1-2 ч</td><td>1690 руб</td></tr><tr><td>Замена flash-лотка</td><td>30-60 мин</td><td>890 руб</td></tr><tr><td>Замена sim-лотка</td><td>45-60&nbsp;мин</td><td>1190 руб</td></tr><tr><td>Настройка программного обеспечения</td><td>от 30 мин</td><td>от 590 руб</td></tr><tr><td>Перепрошивка без сохранения информации</td><td>30 мин</td><td>590 руб</td></tr><tr><td>Перепрошивка с сохранением информации</td><td>2-3 ч</td><td>2490 руб</td></tr></tbody></table>',
        '<table class="priceTable"><tbody><tr><td>Название комплектующей</td><td>Наличие</td><td>Цена</td></tr><tr><td>Экран/дисплей (модуль)</td><td>в наличии / на заказ</td><td>3490 – 6490 руб</td></tr><tr><td>Материнская плата планшета</td><td>в наличии / на заказ</td><td>3490-8490 руб</td></tr><tr><td>Микросхема управления</td><td>в наличии / на&nbsp;складе</td><td>590-2490 руб</td></tr><tr><td>Мультиконтроллер</td><td>в наличии / на&nbsp;складе</td><td>1190 руб</td></tr><tr><td>Кнопка включения аппарта</td><td>есть в наличии</td><td>240 руб</td></tr><tr><td>Задняя крышка</td><td>в наличии / на заказ</td><td>1190 руб</td></tr><tr><td>Динамик планшета</td><td>есть в наличии</td><td>240 руб</td></tr><tr><td>Микрофон планшета</td><td>есть в наличии</td><td>340 руб</td></tr><tr><td>Разъем Audio</td><td>есть в наличии</td><td>290 руб</td></tr><tr><td>Разъем Micro-Usb</td><td>есть в наличии</td><td>340 руб</td></tr></tbody></table>',
        '390',
   ),
   //#поправить
    'projector' => array(
        '<table class="priceTable"><tbody><tr><td>Название услуги</td><td>Сроки&nbsp;ремонта</td><td>Цена</td></tr><tr><td>Чистка&nbsp;оптики проектора</td><td>30 мин</td><td>1000 руб</td></tr><tr><td>Ремонт&nbsp;системы охлаждения</td><td>1-2 ч</td><td>1140 руб</td></tr><tr><td>Ремонт внутреннего блока питания проектора</td><td>50 мин</td><td>1180 руб</td></tr><tr><td>Ремонт балластера</td><td>от 60 мин</td><td>1340 руб</td></tr><tr><td>Замена цветового колеса</td><td>45&nbsp;мин</td><td>1150 руб</td></tr><tr><td>Замена поляризатора</td><td>30 мин</td><td>530 руб</td></tr><tr><td>Замена матрицы проектора</td><td>35 мин</td><td>670 руб</td></tr><tr><td>Замена лампы подсветки</td><td>30 мин</td><td>650 руб</td></tr></tbody></table>',
        '',// '<table class="priceTable"><tbody><tr><td>Название комплектующей</td><td>Наличие</td><td>Цена</td></tr><tr><td>Экран/дисплей (модуль)</td><td>в наличии / на заказ</td><td>3490 – 6490</td></tr><tr><td>Материнская плата планшета</td><td>в наличии / на заказ</td><td>3490-8490</td></tr><tr><td>Микросхема управления</td><td>в наличии / на&nbsp;складе</td><td>590-2490</td></tr><tr><td>Мультиконтроллер</td><td>в наличии / на&nbsp;складе</td><td>1190</td></tr><tr><td>Кнопка включения аппарта</td><td>есть в наличии</td><td>240</td></tr><tr><td>Задняя крышка</td><td>в наличии / на заказ</td><td>1190</td></tr><tr><td>Динамик планшета</td><td>есть в наличии</td><td>240</td></tr><tr><td>Микрофон планшета</td><td>есть в наличии</td><td>340</td></tr><tr><td>Разъем Audio</td><td>есть в наличии</td><td>290</td></tr><tr><td>Разъем Micro-Usb</td><td>есть в наличии</td><td>340</td></tr></tbody></table>',
        '390',
   ),

);