<?php

use framework\ajax\parse\hooks\sc;

$txt_11 = array();

$txt_11[] = array('На');
$txt_11[] = array('практике', 'опыте', 'деле');
$txt_11[] = array('сотрудникам', 'работникам', 'персоналу');
$txt_11[] = array('сервиса', 'сервисного центра', 'сервис-центра');
$txt_11[] = array('приходится', 'доводится', 'случается');
$txt_11[] = array('сталкиваться', 'встречаться');
$txt_11[] = array('с');
$txt_11[] = array('проблемой', 'ситуацией', 'вопросом');
$txt_11[] = array('невозможности');
$txt_11[] = array('посещения', 'визита', 'приезда');
$txt_11[] = array('клиентами', 'заказчиками');
$txt_11[] = array('отделения', 'подразделения', 'филиала');
$txt_11[] = array('организации.', 'фирмы.', 'компании.');

$txt_12 = array();

$txt_12[] = array('Эта');
$txt_12[] = array('проблема', 'задача', 'ситуация');
$txt_12[] = array('успешно', 'эффективно', 'грамотно');
$txt_12[] = array('решается', 'разрешается');
$txt_12[] = array('выездом', 'визитом', 'посещением', 'приездом');
$txt_12[] = array('мастера', 'специалиста', 'эксперта');
$txt_12[] = array($servicename);
$txt_12[] = array('на');
$txt_12[] = array('указанный', 'заявленный', 'утвержденный');
$txt_12[] = array('адрес');
$txt_12[] = array('в');
$txt_12[] = array('регистрационной форме.', 'форме регистрации.');

$h2 = array();
$h2[] = array('Подробней об услуге', 'Дополнительно об услуге');

$txt_21 = array();

$txt_21[] = array('Услуга');
$txt_21[] = array('по');
$txt_21[] = array('выезду', 'визиту');
$txt_21[] = array('осуществляется', 'оказывается', 'выполняется', 'совершается');
$txt_21[] = array('не');
$txt_21[] = array('только');
$txt_21[] = array('в');
$txt_21[] = array('пределах', 'границах');
$txt_21[] = array($this->_datas['region']['name_re'] . ',');
$txt_21[] = array('но');
$txt_21[] = array('и');
$txt_21[] = array('по');
$txt_21[] = array('области.');

$txt_22 = array();

$txt_22[] = array('Выезд', 'Визит');
$txt_22[] = array('мастера', 'специалиста', 'сотрудника');
$txt_22[] = array('платный,');
$txt_22[] = array('но', 'хотя');
$txt_22[] = array('при');
$txt_22[] = array('этом');
$txt_22[] = array('клиент', 'заказчик');
$txt_22[] = array('может');
$txt_22[] = array('получить');
$txt_22[] = array('исчерпывающую', 'полную', 'подробную', 'обстоятельную', 'доскональную');
$txt_22[] = array('консультацию');
$txt_22[] = array('от');
$txt_22[] = array('опытного', 'знающего', 'профессионального', '');
$txt_22[] = array('специалиста.', 'эксперта.');

$txt_23 = array();

$txt_23[] = array('Решение', 'Заключение', 'Вывод');
$txt_23[] = array('по');
$txt_23[] = array('проверке', 'осмотру', 'диагностике');
$txt_23[] = array('техники', 'устройств', 'гаджетов');
$txt_23[] = array('и');
$txt_23[] = array('возможном', 'вероятном');
$txt_23[] = array('ее');
$txt_23[] = array('ремонте,', 'восстановление,', 'починке,');
$txt_23[] = array('принимает', 'решает', 'заключает');
$txt_23[] = array('мастер,', 'профессионал,');
$txt_23[] = array('который');
$txt_23[] = array('учитывает', 'оценивает', 'выясняет');
$txt_23[] = array('все');

srand($feed);

$choose = rand(0, 1);
switch ($choose) {
    case 0 :
        $txt_23[] = array('пожелания', 'замечания', 'комментарии');
        break;
    case 1 :
        $txt_23[] = array('требования', 'приоритеты', 'дополнения');
        break;
}

$txt_23[] = array('и');

$choose = rand(0, 1);
switch ($choose) {
    case 0 :
        $txt_23[] = array('требования', 'приоритеты', 'дополнения');
        break;
    case 1 :
        $txt_23[] = array('пожелания', 'замечания', 'комментарии');
        break;
}

$txt_23[] = array('клиента.', 'заказчика.');

$txt_24 = array();

$txt_24[] = array('Это');
$txt_24[] = array('объясняется', 'обуславливается');
$txt_24[] = array('сложностью', 'трудоемкостью');
$txt_24[] = array('проведения', 'оказания', 'реализации');
$txt_24[] = array('ремонтных');
$txt_24[] = array('процедур.', 'работ.', 'мероприятий.');

$txt_25 = array();

$txt_25[] = array('Если');
$txt_25[] = array('работа', 'помощь');
$txt_25[] = array('окажется', 'будет');
$txt_25[] = array('простой', 'выполнимой');
$txt_25[] = array('и');
$txt_25[] = array('реальной', 'легкой');
$txt_25[] = array('для');
$txt_25[] = array('выполнения,', 'исполнения,', 'реализации,');
$txt_25[] = array('то');
$txt_25[] = array('мастер', 'ремонтник', 'эксперт', 'специалист');
$txt_25[] = array('может');
$txt_25[] = array('выполнить', 'сделать', 'оказать');
$txt_25[] = array('ремонт', 'обслуживание', 'работу');
$txt_25[] = array('по');
$txt_25[] = array('возможности');
$txt_25[] = array('на');
$txt_25[] = array('месте.', 'выезде.');

$txt_26 = array();

$txt_26[] = array('В');
$txt_26[] = array('случае');
$txt_26[] = array('необходимости', 'надобности', 'потребности');
$txt_26[] = array('использования', 'применинеия');
$txt_26[] = array('специального', 'особого', 'специфического', 'специализированного');
$txt_26[] = array('оборудования', 'устройства', 'прибора', 'инструмента');
$txt_26[] = array('и');
$txt_26[] = array('работа', 'действия', 'процесса');
$txt_26[] = array('с');
$txt_26[] = array('программным', 'системным', 'техническим');
$txt_26[] = array('обеспечением');
$txt_26[] = array('возможно', 'вероятно');
$txt_26[] = array('изъятие');
$txt_26[] = array('техники', 'устройства');
$txt_26[] = array('у');
$txt_26[] = array('клиента', 'заказчика');
$txt_26[] = array('и');
$txt_26[] = array('ее');
$txt_26[] = array('доставка');
$txt_26[] = array('в');
$txt_26[] = array('сервис', 'сервисный центр');
$txt_26[] = array('для');
$txt_26[] = array('ремонта.', 'починки.');

$txt_27 = array();

$txt_27[] = array('В');
$txt_27[] = array('случае', 'ситуации');
$txt_27[] = array('выявления', 'определения');
$txt_27[] = array('невозможности', 'неосуществимости', 'невыполнимости');
$txt_27[] = array('проведения', 'оказания', 'реализации', 'исполнения');
$txt_27[] = array('ремонтных', 'исправительных');
$txt_27[] = array('действий', 'процедур');
$txt_27[] = array('сотрудник', 'работник', 'мастер');
$txt_27[] = array('обязательно', 'неприменно', 'безусловно');
$txt_27[] = array('извещает', 'оповещает', 'информирует');
$txt_27[] = array('клиента');
$txt_27[] = array('о');
$txt_27[] = array('своем');
$txt_27[] = array('заключении.', 'выводе.');

$txt_28 = array();

$txt_28[] = array('Предлагаем', 'Предоставляем');
$txt_28[] = array('услуги');
$txt_28[] = array('квалифицированных', 'компетентных', 'знающий');
$txt_28[] = array('мастеров', 'ремонтников', 'специалистов');
$txt_28[] = array('с');
$txt_28[] = array('выездом');

$choose = rand(0, 1);
switch ($choose) {
    case 0 :
        $txt_28[] = array('на');
        $txt_28[] = array('дом');
        break;
    case 1 :
        $txt_28[] = array('в');
        $txt_28[] = array('офис');
        break;
}

$txt_28[] = array('или');


$choose = rand(0, 1);
switch ($choose) {
    case 1 :
        $txt_28[] = array('на');
        $txt_28[] = array('дом.');
        break;
    case 0 :
        $txt_28[] = array('в');
        $txt_28[] = array('офис.');
        break;
}

$this->_ret['txt_11'] = !empty($txt_11) ? sc::_createTree($txt_11, $feed) : null;
$this->_ret['txt_12'] = !empty($txt_12) ? sc::_createTree($txt_12, $feed) : null;
$this->_ret['h2'] = !empty($h2) ? sc::_createTree($h2, $feed) : null;
$this->_ret['txt_21'] = !empty($txt_21) ? sc::_createTree($txt_21, $feed) : null;
$this->_ret['txt_22'] = !empty($txt_22) ? sc::_createTree($txt_22, $feed) : null;
$this->_ret['txt_23'] = !empty($txt_23) ? sc::_createTree($txt_23, $feed) : null;
$this->_ret['txt_24'] = !empty($txt_24) ? sc::_createTree($txt_24, $feed) : null;
$this->_ret['txt_25'] = !empty($txt_25) ? sc::_createTree($txt_25, $feed) : null;
$this->_ret['txt_26'] = !empty($txt_26) ? sc::_createTree($txt_26, $feed) : null;
$this->_ret['txt_27'] = !empty($txt_27) ? sc::_createTree($txt_27, $feed) : null;
$this->_ret['txt_28'] = !empty($txt_28) ? sc::_createTree($txt_28, $feed) : null;