<?

$text1 = '<p>Сервисный центр Apple Russia занимается техническим обслуживанием и ремонтом устройств марки Apple в '.$this->_datas['region']['name_pe'].' различного уровня сложности.</p>
<p>Концепция компании заключается в том, чтобы реализовывать профессиональный подход на практике, используя полученные знания и многолетний опыт нашей работы. ⭐⭐⭐⭐⭐</p>';

$h2 = 'Использование экспертного подхода в области обслуживания';

$text2 = '<p>Организуя сервисный центр «Apple Russia» стояла цель в том, чтобы удовлетворить потребности клиентов в качественном ремонте. Одним из главных критериев для любого обладателя устройства Apple, является его бесперебойная работа (без поломок). В случае возникновения дефекта  можно воспользоваться акциями и скидками от различных сервисных центров,
                    но даже одна из самых заманчивых акций в результате станет бессмысленной, если вскоре устройство опять потребует ремонта. </p>
        <p>Оперативность при выполнении работ - этот фактор является одним из самых важным в работе и наша мастерская дарит посетителям самое дорогое. Они могут быть уверенны, что все услуги будут исполнены на высоком уровне, запасные части использованы только оригинальные и, разумеется, можно получить гарантию от нашего сервисного центра.</p>';

$text3 = '<p>Наша команда выражает надежду на то, что этот сайт принесет настоящую пользу. В нашем сервисном центре сможете гарантированно получить высококлассное обслуживание любых устройств марки Apple. </p>';

$text3_lower = '<p>Ресурсы, которыми обладает наш сервисный центр: опыт наших квалифицированных специалистов, использование профессионального оборудования и запчастей высокого качества.
                    Все выше перечисленные факторы способствуют успешному осуществлению ремонта любимых устройств.</p>';

$h4 = 'Оформите заказ на нашем сайте прямо сейчас!';

$text4 = '<div class="uk-contrast">
                            <p>Для получения скидки достаточно произвести одно из следующих действий:</p>
                            <ul>
                                <li>Звоните прямо сейчас по телефонам, указанным на сайте!</li>
                                <li>Сделайте заказ, заполнив форму онлайн заявки!</li>
                                <li>Закажите обратный звонок!</li>
                                <li>И не пропустите возможность получения дополнительной скидки 10 %.</li>
                            </ul>
                        </div>';

$h5 = 'Сервис центр Apple Russia готов оказать поддержку в необходимое время!';

$text5 = ' <p>Марка Apple является одной из самых известных и почитаемых как по всему миру, так и на территории России.</p>
            <p>Любой вид техники, произведенный данной маркой, требует к себе бережного и аккуратного отношения. Постоянная профилактика и проявление заботы о технике поможет избежать дальнейших проблем, и возможно в мастерскую Apple Russia придется обращаться намного реже. Но если будет нужна наша помощь, то в любой момент сможете обратиться к нам! </p>
            <p>Мы проведем полную диагностику Apple устройств и приложим все усилия для того, чтобы спасти любимое устройство пользователя! </p>';

?>
