<?

$text1 = '<p>Обслуживание устройств '.$ru_marka.' в '.$region_name_pe. ' стало еще удобнее благодаря сервису '. $servicename . '.</p>
<p>Теперь срочный и квалифицированный ремонт вашего любимого устройства - это реальность. ⭐⭐⭐⭐⭐</p>
<p>' . $servicename.' - профессионально.</p>';

$h2 = 'Экспертный подход к обслуживанию';

$text2 = '<p class="uk-margin-bottom">Вы обладатель одного из устройств '.$marka.', и это здорово. Если с вашим аппаратом стало что-то не так, или он требует серьезного ремонта – не переживайте, наши специалисты отлично разбираются в каждой модели '.$marka.'. 
            Мы обязательно вам поможем, звоните <a href="tel:+'.$phone.'">'.$phone_format.'</a>.</p>';

$text2_lower = '';

$h3 = 'Сервис со знаком качества';

$text3 = '';
$text3_lower = '';

$h4 = 'Сделайте заказ на сайте и получите скидку 10%';
$text4 = '<p class="uk-contrast">Нам очень приятно, что вы у нас на сайте. И мы искренне надеемся, что он вам понравился. Если вам нужно отремонтировать свой '.$marka.', мы будем рады помочь. Сделайте заказ на сайте через онлайн-форму, 
        обратный звонок или просто позвоните по телефону, и получите дополнительную скидку на обслуживание в '.$servicename.'.</p>';

$h5 = 'Сервис центр '.$servicename.' – помощь в нужный момент!';

$text5 = '<p>Бренд '.$ru_marka.' – один из самых популярный и востребованных как в России, так и во всем мире. 
        Каждое устройство, выпущенное на заводе '.$marka.' и попавшее в руки пользователя, требует правильного к нему обращения. 
            Регулярная профилактика и забота об аппарате может снизить или исключить потребность в обслуживании устройства профессионалами '.$servicename.'. Но если наша 
            помощь все-таки потребуется, вы всегда можете на нее рассчитывать.</p>';

?>

