<?

$text1 = '<p>Сервисный центр Dell предлагает качественные услуги по ремонту фирменных компьютеров, ноутбуков, планшетов и моноблоков.</p>
<p>Специалисты сервиса проходят стажировку и знают все нюансы работы с компьютерной техникой данного бренда. </p>';

$h2 = 'Преимущества ремонта техники в сервисном центре Dell';

$text2 = '<p>Мы поможем если Вам необходима профессиональная помощь в починке компьютерной техники. Вы получите не только бесплатную диагностику, но и сэкономите на покупке оригинальных деталей на официальном портале производителя. Мы ценим своих клиентов и ищем индивидуальный подход к каждой проблеме с софтом или железом, гарантируя быстрый ремонт без потери качества.</p>';

$text2_lower = '<p>На складе сервисного центра Dell всегда есть оригинальные комплектующие, которые идеально подойдут для Вашей техники. Мы не используем аналоговых деталей или программ. </p>
<p>Заключив договор с нашим сервисным центром, клиент получает гарантийный талон. Мы не являемся официальным сервисом Dell и не предоставляем гарантийное обслуживание новой техники по обязательствам производителя. Однако сервис предлагает доступные цены для наших клиентов и использует при ремонте только оригинальные детали.</p>';

$h3 = 'Услуги сервисного центра Dell';
$text3 = '<p>Сервисный центр Dell оказывает все виды ремонта. Компьютерные инженеры компании переустановят операционную систему или поставят необходимое лицензионное ПО; прочистят кулер от пыли и поменяют термопасту в ноутбуках, моноблоках и системных блоках; восстановят работу софта в гаджетах и заменят поврежденные комплектующие на оригинальные детали.</p>';

$text3_lower = '<p>Наши мастера выезжают на дом или офис, располагая необходимыми приборами диагностики и лицензионным софтом. Поэтому мелкие поломки или сбои в работе, мастер починит на месте в течение 0,5-1 часа.</p>
    <p>У нас работает курьерская доставка: свяжитесь с нашими менеджерами, объясните проблему и просто дождитесь курьера, который сам отвезет неисправный гаджет в наш офис. После ремонта, технику доставят ее владельцу в любую точку '.$this->_datas['region']['name_re'].'.</p>';

$h4 = 'Почему стоит выбрать именно нас?';

$text4 = '<div class="uk-contrast">
                            <ul>
                                <li>Обратившись за профессиональной помощью компьютерных инженеров сервисного центра, Вы получите быстрый ремонт техники Dell в '.$this->_datas['region']['name_pe'].' по хорошей цене.</li>
                                <li>Мы готовы предоставить гарантии на все виды наших работ, если в течение гарантийного срока случится аналогичная поломка — мы исправим ее бесплатно.</li>
                                <li>Наши специалисты постоянно повышают свои навыки и готовы искать индивидуальное решение в каждом случае. </li>
                                <li>Вы всегда можете обратиться в сервисный центр Dell за консультацией по поводу текущего обслуживания компьютерной техники бесплатно.</li>
                            </ul>
                            </div>';

$h5 = 'Как работает сервисный центр';

$text5 = '<p>Если поломка типовая — инженеры сервисного центра Dell устранят ее в режиме экспресс-обслуживания. Забрать отремонтированную технику можно будет в течении суток. В среднем работа по замене комплектующих занимает у наших мастеров около 3 часов, поэтому при необходимости клиент может рассчитывать на быструю починку техники.</p>
<p>Мы не стремимся сэкономить на качестве и не завышаем стоимость комплектующих и итоговой работы, потому что ценим клиентов и дорожим репутацией фирмы!</p>
<p>Техническая поддержка сервисного центра Dell всегда готова предоставить актуальную информацию о работе компании, а сервисные инженеры ремонтируют компьютеры в выходные и праздники.</p>
<p>Подробности обслуживания и ремонта компьютерной техники уточняйте у наших менеджеров, позвонив по указанному на сайте телефону или заполнив форму обратной связи.</p>';



?>
