<?

$text1 = '<p>Сервисный центр HP предлагает качественное обслуживание компьютерной техники. Мы гарантируем индивидуальный подход к заказчикам.</p>
<p>Вы можете получить полный спектр услуг по ремонту компьютеров, моноблоков, ноутбуков и планшетов.</p>';

$h2 = 'Преимущества ремонта техники в нашем сервисном центре';

$text2 = '<p>Если в работе техники возникли сбои — обратитесь к нашим специалистам, которые устранят поломку в кратчайшие сроки! Если Вы заинтересовались услугами нашей компании, расценки на ремонт техники в сервисном центре HP указаны в соответствующем разделе сайта.</p>
<p>Мы работаем с оригинальным комплектующими от производителя и не используем дешевых аналогов.</p>';

$text2_lower = '<p>Выбирая наш сервисный центр, Вы получаете бесплатную диагностику компьютерной техники HP и договор с гарантией качества предоставленных услуг. Честный ремонт без предоплаты и переплат — то, за что нас ценят клиенты!</p>
<p>Мы используем только лицензионное ПО и консультируем клиентов об особенностях его работы. Забираем неисправную технику сами, а наши курьеры могут доставить готовый заказ по указанному адресу. Мастера сервисного центра HP работают по всей '.$this->_datas['region']['name_de'].' и выезжают на дом или офис клиента в течение часа с момента поступления заявки.</p>';

$h3 = 'Услуги нашего сервисного центра';
$text3 = '<p>Наши мастера проходят аттестацию в рамках компании и знают все нюансы работы с техникой Hewlett Packard — поэтому мы гарантируем высокое качество выполненных услуг. Мы оказываем все виды обслуживания и ремонта: переустанавливаем ОС и ПО, чистим кулер и меняем термопасту на ноутбуках, моноблоках и компьютерах, восстанавливаем гаджеты после сбоя работы софта, заменяем поврежденные комплектующие.</p>';

$text3_lower = '<p>Обратившись к мастерам нашего сервисного центра, Вы получите быстрый и качественный ремонт техники HP в '.$this->_datas['region']['name_pe'].' по доступной цене.</p>
    <p>Мы консультируем клиентов по телефону и готовы давать ценные рекомендации по вопросам, касающимся текущего обслуживания Вашей компьютерной техники. Позвонить в техническую поддержку можно даже в праздничные и выходные дни: мы всегда на связи.</p>';

$h4 = 'Почему стоит выбрать именно нас?';

$text4 = '<div class="uk-contrast"><p>Для того чтобы воспользоваться дополнительной скидкой достаточно:</p>
                            <ul>
                                <li>Наш сервисный центр не является официальным представителем HP, но мы точно знаем, как работать с техникой этой фирмы.</li>
                                <li>Богатый опыт наших компьютерных инженеров позволяет им в кратчайшие сроки выявлять любые поломки техники, а большой ассортимент комплектующих на складе — быстро устранять неисправности.</li>
                                <li>Мы не задираем цены и работаем на результат, поддерживая высокую репутацию фирмы.</li>
                                <li>Обратившись за помощью наших специалистов, Вы получите полностью отремонтированную технику в течении суток.</li>
                                <li>Гарантийный талон позволит Вам при необходимости снова обратиться за помощью к нашим специалистам: мы отремонтируем технику бесплатно, если устраненная проблема возникнет вновь.</li>
                            </ul>
                            </div>';

$h5 = 'Как работает наш сервисный центр';

$text5 = '<p>Работа по замене комплектующих может занять до 3 часов; если понадобится заказать дополнительные детали, срок ожидания увеличиться до нескольких дней. Большинство типовых неисправностей устраняется в режиме экспресс-обслуживания, а это значит, что забрать отремонтированную технику можно уже в течении 24 часов.</p>
<p>Если Вы вызываете мастера на дом или в офис, он приедет уже через час, располагая всем необходимым для работы: от диагностических приборов до программного обеспечения. При выявлении типовой неисправности наш мастер проведет мелкий ремонт на месте.</p>
<p>Уточнить подробности о работе сервисного центра HP и узнать о наличии оригинальных комплектующих Вы можете по указанному на сайте телефону или через окно обратной связи.</p>';



?>
