<?

$text1 = '<p>Сервисный центр Meizu Russia проводит ремонт и обслуживание устройств марки Meizu в '.$this->_datas['region']['name_pe'].' разной степени сложности, делая жизнь владельцев данных устройств еще приятнее. </p>
        <p>Еще не многие соотечественники знают, что техника фирмы Мейзу представляет собой весьма надёжные устройства, но даже самые надёжные аппараты требуют профилактики. ⭐⭐⭐⭐⭐</p>';

$h2 = 'Гарантийная ответственность в области обслуживания';

$text2 = '<p>Цель организации рабочего процесса сервисного центра Meizu Russia состоит в том, чтобы удовлетворить потребность клиента в высококлассном ремонте и обслуживании.  Одно из главных требований, которые предъявляют все обладатели к технике марки — Meizu- это работа без сбоев. Если техника вдруг сломается, то можно использовать снижение цен, которое предлагают различные мастерские.
                    Но даже самая соблазнительная акция не дает никакой гарантии, что с устройством все будет в порядке и клиенту не придется вновь обращаться с данной проблемой. </p>
            <p>Специалистам сервисного центра свойственен достаточно высокий уровень профессионализма, что позволяет с уверенностью гарантировать качество в обслуживании и ремонте техники марки Мейзу. Доверием каждого клиента очень дорого. Поэтому принципы компании базируются на реализации квалифицированного подхода в рабочих процессах, основанного на немалом опыте и полученных знаниях. </p>';

$text3 = '<p>Сервисный центр выражает надежду на то, что данный сайт окажется полезным для всех владельцев устройств фирмы Meizu. В мастерской есть возможности для получения высококачественного обслуживания любого из устройств марки Мейзу. </p>';

$text3_lower = '<p>В перечне ресурсов, которыми располагает сервисный центр: многолетний стаж высококвалифицированных мастеров, применение современных технологий для ремонта и гарантированно качественных деталей.
                        Все вышеуказанные ресурсы гарантируют успешное проведение ремонта любимых устройств.</p>';

$h4 = 'Оформите заказ на нашем сайте прямо сейчас!';

$text4 = '<div class="uk-contrast">
                            <p>Для того чтобы иметь возможность воспользоваться получением дополнительной скидки необходимо: </p>
                            <ul>
                                <li>Набрать один из номеров телефона, указанных на сайте!</li>
                                <li>Оформить заказ при помощи заполнения специальной формы на сайте!</li>
                                <li>Осуществить заказ обратного звонка!</li>
                                <li>Не пропустить возможность воспользоваться скидкой равной 10%.</li>
                            </ul>
                        </div>';

$h5 = 'Сервис центр Meizu Russia всегда готов оказать поддержку в трудную минуту';

$text5 = '<p>Марка Meizu является наиболее распространенной в таких странах как Китай, Япония и Корея. Широкое распространение она получила и в странах Северной Америки. На сегодняшний день наблюдается стремительный рост популярности данной марки среди граждан России. Несмотря на то, что данные устройства обладают достаточно надежными характеристиками, они нуждаются в постоянной профилактике и качественном уходе. Соблюдение правил аккуратного обращения с техникой позволит меньше времени проводить в сервисном центре Meizu Russia. Но в случае, если устройство будет нуждаться в ремонте или обслуживании, то незамедлительно окажем необходимую поддержку!</p>
                <p>Произведем комплексную диагностику устройств Мейзу и приложим все усилия для того, чтобы реанимировать любимую технику посетителя.</p>';

?>
