<?

$text1 = '<p>Сервисный центр Nikon специализируется на ремонте профессиональной фототехники.</p>
        <p>Обратившись к нам, клиент может рассчитывать на индивидуальный подход к проблеме и быструю починку технически сложных фотоаппаратов.</p>';

$h2 = 'Услуги нашего сервисного центра';

$text2 = '<p>Специалисты центра знают особенности работы с современными фотоаппаратами и комплектующими, регулярно повышают свою квалификацию и гарантирует высокое качество ремонта.</p>
<p>Мы ремонтируем все виды фотоаппаратов фирмы Nikon и выполняем даже самые сложные операции: меняем материнскую плату, спусковой механизм, шлейф, а также восстанавливаем ПО и устраняем сбои в работе софта. </p>';

$text2_lower = '<p>Чтобы минимизировать риск новых поломок и избежать брака, мы работаем только с оригинальными комплектующими, которые закупаем напрямую у производителя. Перед заменой все новые детали тестируются — это гарантирует отличное качество работы.</p>
<p>Уточнить стоимость услуг сервисного центра Nikon Вы можете в соответствующем разделе на нашем сайте: в прайс-лист включена цена ремонта и комплектующих.</p>
<p>Специалисты сервисного центра не ставят при ремонте дешевые аналоги: после установки «неродного» оборудования поломка возникнет снова, и повлечет за собой другие неисправности.</p>';

$h3 = 'Наши преимущества';
$text3 = '<p>Работа мастеров сервисного центра Nikon осуществляется при помощи специализированного оборудования, которое оптимизирует и ускоряет процесс ремонта. Поэтому мы работаем в сжатые сроки и не теряем в качестве.</p>';

$text3_lower = '<p>Обращаясь в сервисный центр Nikon, любой клиент может рассчитывать на внимательное отношение со стороны наших сотрудников. Если Вы не можете самостоятельно привезти технику в офис, мы пришлем за ней курьера. После ремонта фотоаппарат будет доставлен клиенту в любую точку '.$this->_datas['region']['name_re'].'.</p>
    <p>При необходимости Вы можете вызывать мастера на дом или в свой офис: он приедет в течение часа и проведет диагностику на месте. Обычно фотоаппараты Nikon требуют серьезного и сложного ремонта, который производится в нашем сервисном центре. Если неисправность окажется серьезной и потребуется заказывать дополнительные детали, работа может занять несколько дней.</p>';

$h4 = 'Почему стоит выбрать именно нас?';

$text4 = '<div class="uk-contrast">
                            <ul>
                                <li>Мы не являемся официальным сервисным центром Nikon, но готовы предоставить гарантии на все виды выполненных работ. </li>
                                <li>На нашем складе всегда есть необходимые детали, а мастера постоянно повышают квалификацию и умеют выявлять самые сложные поломки.</li>
                                <li>Мы знаем потребности наших клиентов и стремимся поддерживать репутацию компании.</li>
                            </ul>
                            <p>Поэтому Вы всегда можете рассчитывать на нас: сервисный центр Nikon работает без праздников и выходных, гарантируя быстрый ремонт Вашей техники: типовые неисправности чинятся в течении 24 часов.</p>
                            </div>';

$text5 = '<p>После ремонта Вы получите гарантийный талон, по которому Вы снова сможете обратиться в наш сервис при повторной поломке, в течение гарантийного срока мы исправим проблему бесплатно. </p>
<p>В случаях острой необходимости, инженеры компании готовы идти навстречу клиентам и чинить фототехнику в максимально сжатые сроки: например, на замену матрицы может уйти около двух часов, а предварительная диагностика займет не более получаса. В таком случае получить починенный фотоаппарат Вы сможете в тот же день. </p>
<p>Связаться с технической поддержкой сервисного центра можно в удобное время. Чтобы уточнить нюансы нашей работы, позвоните менеджерам фирмы по указанному на сайте телефону или воспользуйтесь формой обратной связи.</p>';



?>
