<?

$text1 = '<p>Сервисный центр Samsung осуществляет ремонт и обслуживание устройств марки Самсунг в '.$this->_datas['region']['name_pe'].' различной степени трудности.</p>
<p>Общеизвестным является тот факт, что устройства фирмы Samsung представляют собой технику с высокой степенью надежности.
        Широкая распространенность данного бренда, с каждым годом становится все масштабнее среди российских потребителей. ⭐⭐⭐⭐⭐</p>';

$h2 = 'Осуществление экспертного подхода в сфере обслуживания';

$text2 = '<p>Цель организации работы сервисного центра SM Service заключается в том, чтобы обеспечить удовлетворение потребностей посетителей в ремонте и обслуживании высокого качества. Основное требование, которое выдвигают все владельцы к технике фирмы Самсунг, является работа устройств без возникновения сбоев. Если произойдет поломка, то можно воспользоваться снижением цен, предлагаемых в различных мастерских.
                Но даже самая выгодная на первый взгляд акция не гарантирует повторной поломки устройства.</p>
        <p>Специалисты сервисного центра обладают достаточно высокой квалификацией, для того чтобы клиенты спокойно смогли доверить нам ремонт своего любимого устройства. И это абсолютная правда, поскольку принцип работы компании строится на основах реализации профессионального подхода в процессах ремонта и обслуживания техники Samsung. В своей работе руководствуемся знаниями, полученные специалистами в результате длительного опыта.</p>';

$text3 = '<p>Мастерская искренне надеяться на то, что этот сайт станет полезным для всех обладателей техники Самсунг. В сервисном центре есть гарантия получить профессиональное обслуживание любого устройства компании Samsung.</p>';

$text3_lower = '<p>Арсенал ресурсов, которыми располагает сервисный центр SM Service: многолетний опыт высококлассных специалистов, использование современных профессиональных технологий и качественных запасных частей.
                            Все названные ресурсы дают гарантию для успешного проведения ремонта любимой техники.</p>';

$h4 = 'Оформите заказ на нашем сайте прямо сейчас!';

$text4 = '<div class="uk-contrast"><p>Для того чтобы воспользоваться дополнительной скидкой достаточно:</p>
                            <ul>
                                <li>Позвонить сейчас по телефонам, которые указаны на сайте!</li>
                                <li>Сделать заказ с помощью специальной формы!</li>
                                <li>Заказать обратный звонок!</li>
                                <li>Не упустить возможность получения скидки равной 10%.</li>
                            </ul>
                            </div>';

$h5 = 'Сервис центр SM Service всегда готов прийти на помощь';

$text5 = '<p>Марка Cамсунг является одной из самых популярных и широко используется не только на территории России, но и во многих странах мира.</p>
                    <p>Любой вид устройств, который производит данная марка, нуждается в бережном и аккуратном отношении. Своевременная профилактика и забота об устройствах может помочь в предупреждении возможных проблем. Тогда сервисный центр SM Service не придется часто посещать. Но если потребуется поддержка, то к нам можно смело обратиться в любой необходимый момент!</p>
                    <p>Мы осуществим полное диагностирование устройств Samsung и приложим максимум усилий для спасения ваших любимых устройств!</p>';

?>
