<?php

$sripts = '/tools/gtools/style/styles/';

//перелинковка инструментов
$links = [
    '/tools/gtools/open-links/' => ['Автоокрытие ссылок', 'Автооткрытие ссылок по списку'],
    '/tools/gtools/gen-list-sites/' => ['Генерация новых сайтов', 'Генерация списка новых сайтов'],
    '/tools/gtools/gen-xrumer-links/' => ['Генерация ссылок', 'Генерация ссылок для хрумера'],
    '/tools/gtools/faq/' => ['Инструкции', 'Инструкции по обслуживанию инструментов'],
    '/tools/gtools/' => ['', 'Выберите инструмент'],
];

