<?php
$rewiews = array(
    array(
        'name' => 'Марьяна',
        'date' => '09.11.2017',
        'rate' => '5',
        'review' => 'Мой планшет все чаще стал выключаться без причины. Пару месяцев назад уже обращалась в этот сервисный центр, у младшего брата разбился экран смартфона, поэтому решила отнести мой планшет именно сюда. Получается выражаю двойную благодарность за качественно выполненный ремонт.'
    ),
    array(
        'name' => 'Максим',
        'date' => '05.11.2017',
        'rate' => '5',
        'review' => 'У нас в офисе произошло чп, сломался холодильник! Не каждый сервисный центр занимается починкой этой техники. Стали искать в интернете. Поскольку нужен был срочный ремонт, после пары звонков в другие сервисы, остановился на этом. По телефону я вызвал мастера, а на следующий день он приехал с большим набором инструментов и уже через час проблема была устранена.'
    ),
    array(
        'name' => 'Александр',
        'date' => '30.10.2017',
        'rate' => '4',
        'review' => 'Здравствуйте! У меня перестала работать кнопка переключения звука. Отнес утром в этот сервисный цент, сказали, что вечер уже могу забирать. Зашел после работы, телефон действительно был готов. Но через пару часов обнаружил что кнопка опять перестала работать. Я очень возмутился и понес телефон обратно, приемщики сказали, что посмотрят в чем причина, пришлось опять оставить телефон.  На следующий день пришел забирать, сказали, что все исправили, и извинились.  Отзыв пишу по прошествии месяца, пока все работает.'
    ),
    array(
        'name' => 'Ира',
        'date' => '28.10.2017',
        'rate' => '5',
        'review' => 'Спасибо за ремонт моего телефона. Я думала, что его невозможно будет восстановить, так-как был контакт телефона с водой, но мне все исправили! Спасибо!'
        ),
        array(
            'name' => 'Елена',
            'date' => '16.10.2017',
            'rate' => '5',
            'review' => 'Сломалась стиральная машина. Машина уже старая, но не хочу от нее отказываться из-за качественной сборки, она еще из тех экземпляров, которые собирались исключительно в Германии. Поэтому было принято решение починить ее. Для начала решила позвонить по телефон и выяснить все условия ремонта, меня проконсультировали по телефону, сказали, что можно будет все починить. На следующий день приехал мастер, осмотрел машинку, и сказал, что приедет завтра уже с деталями для ремонта. Хочу сказать большое спасибо мастеру Кириллу за аккуратный и качественный ремонт.'
        ),
    array(
        'name' => 'Саша',
        'date' => '07.10.2017',
        'rate' => '5',
        'review' => 'Спасибо за восстановление данных с моего ноутбука! У меня на ноутбуке, была вся моя дипломная работа! Вы прям спасли меня!'
    ),
    array(
        'name' => 'Оксана',
        'date' => '23.09.2017',
        'rate' => '5',
        'review' => 'Сервисный центр хороший, приятно сюда обращаться. Относила на починку свой телефон, сделали быстро и цена приемлемая.'
    ),
    array(
        'name' => 'Олег',
        'date' => '02.09.2017',
        'rate' => '4',
        'review' => 'Обратился сюда за ремонтом планшета. Есть как плюсы, так и минусы. Мне не очень понравилось, что сроки переносили 2 раза, но главное в том, что мне починили планшет за разумные деньги. Хоть затянули, зато в качестве я уверен.'
    ),
    array(
        'name' => 'Саша',
        'date' => '24.08.2017',
        'rate' => '4',
        'review' => 'Здравствуйте. Хочу оставить отзыв о работе этого сервисного центра. Здесь мне отремонтировали мой монитор, который стал включаться через раз и постоянно мигал при работе. Ремонт занял 4 дня, хотелось бы быстрее, но видимо много работы у мастеров.'
    ),
    array(
        'name' => 'Дима',
        'date' => '10.08.2017',
        'rate' => '5',
        'review' => 'Относил на ремонт в это сервис мой смартфон, уронил его на плитку и естественно разбился экран. Ну замена экрана это не дешевое «удовольствие», но его сделали хорошо. Цена адекватная.'
    ),
    array(
        'name' => 'Анастасия',
        'date' => '30.07.2017',
        'rate' => '5',
        'review' => 'Дома был старый ноутбук, которым не очень пользовались. Решили отдать его бабушке, чтобы осваивала интернет. Перед тем как отдавать, отнесла на диагностику и установку ПО в этот сервисный центр. Мне его буквально за час почистили и поставили все нужное для использования.'
    ),
    array(
        'name' => 'Илья',
        'date' => '28.07.2017',
        'rate' => '5',
        'review' => 'Обратился в этот сервис для ремонта холодильника LG. Заметили, что в морозильной камере стало накапливаться много льда, хотя у холодильника функция ноуфрост. Оказалось, что морозильная камера временами не работает, а потом что оттаяло замерзает. Поскольку холодильник большой предмет, естественно вызвали мастера на дом. Приехавший мастер очень понравился, все аккуратно осмотрел и исправил неполадки.'
    ),
    array(
        'name' => 'Наташа',
        'date' => '20.07.2017',
        'rate' => '5',
        'review' => 'Приятный сервисный центр. Видно, что заботятся о своих клиентах. Все аккуратно и персонал хороший.  Мне здесь поставили новый виндоус на мой ноутбук hp, буквально за пол часа.'
    ),
);


return $rewiews;