<?php
$special_offer = array(
    [
        'Случилась беда с экраном? Нужна замена? Приходите к нам и получите в подарок защитное стекло на любую модель iPhone',
        'iphone',
        'Сделайте замену дисплея с выгодой. Приносите к нам свои поврежденные модели. Помимо целого экрана вы получите защитное стекло совершенно бесплатно. Гарантируем качественную работу. Телефон будет, как новенький. Акция действует на все модели iPhone.'
    ],
    [
        'При выполнении более двух видов ремонта техники, мы предоставим скидку 15% на итоговый счет',
        'two_remont',
        'Накопилась сломанная техника? Необходимо несколько починок? Спешим вас обрадовать нашей новой акцией. Чем больше ремонта, тем дешевле! За два и более вида предоставляемых нами услуг, мы дарим скидку 15%. Например, замена модуля плюс ремонт камеры и т.д.'
    ],
    [
        'Приведите своего друга к нам в сервис за ремонтированием техники и получите скидку по 10% каждый',
        'friend',
        'Уважаемые клиенты, если собирайтесь к нам на ремонт, то не забудьте поинтересоваться у всех своих друзей, не нуждаются ли они в такой услуге? Объединяйтесь и приходите к нам! Ремонтировать вместе теперь выгодно, ведь мы за это дарим скидку каждому.'
    ],
    [
        'При единовременном заказе замены экрана на трёх телефонах iPhone 6, работа по замене третьего экрана – бесплатно!',
        'iphones_three',
        'Акция распространяется только на модель iPhone 6. Как ей воспользоваться? Очень просто. Если замена экрана необходима не только вам, но и вашим друзьям и близким, то вам всем очень повезло. Объединитесь и принесите одновременно свою технику к нам на ремонт.'
    ],
    [
        'Напишите отзыв о нашей работе в разделе <a href="/about/testimonials/" style="color: #2196f3">отзывы</a> и получите дополнительную скидку 5% при следующем обращении.',
        'iphones_three',
        'Нам очень важно мнение каждого. Поэтому мы проводим акцию о получении скидки за отзыв. На нашем сайте есть раздел «Отзывы». Оцените качество предоставляемых нами услуг, и при следующем визите в наш сервис получите приятный бонус в размере 5%.'
    ],
    [
        'Наш сервис по ремонту техники запускает социальную программу: «Многодетным семьям 10% скидка»',
        'children',
        'Если в вашей семье трое и более детей, тогда вы имеете право воспользоваться нашим специальным предложением для многодетных семей. Вам гарантируется скидка 10% на все услуги ремонтирования. Необходимо будет предоставить лишь свидетельства о рождении каждого ребенка.'
    ],
    [
        'При заказе услуги по ремонту любой стиральной машины с сайта нашей компании, вы получите скидку 10%',
        'washing',
        'Заказать услуги наших мастеров можно на сайте. Для этого необходимо оставить заявку со своим номером телефона в соответствующем разделе. После чего с вами свяжется менеджер и уточнит информацию. За заказ ремонта стиральной машины таким способом вы получите скидку 10%.'
    ],
    [
        'Заманчивое предложение от нашего сервиса: «Дарим антивирус для вашего ноутбука при его ремонте»',
        'notebook',
        'Чтобы поставить антивирус на любую операционную систему, обычно берут немало денег. Мы же сделаем это для вас абсолютно бесплатно. Для этого обратитесь к нам, если вам необходима услуга по ремонтированию вашего ноутбука. В подарок получите установку надежного антивируса.'
    ],
    [
        'Мы дарим СКИДКИ 10% всем, кто посетил нас в будние дни отремонтировать крупную бытовую технику',
        'big_tech',
        'С нами выгодно всегда, а в будние дни стало еще выгоднее. Хотите подешевле починить крупную бытовую технику? Тогда ждем вас с понедельника по пятницу в часы работы нашего сервиса. Каждому предоставим скидку в размере 10%. Акция распространяется на любой вид ремонта крупногабаритной техники.'
    ],
    [
        'Наша мастерская предоставляет возможность ремонта брендовой техники Apple в рассрочку',
        'apple_credit',
        'Нужен срочный ремонт, но нет возможности оплатить сразу? Не беда. Для нас нет ничего невозможного. Приноси свою технику в нашу мастерскую сейчас, а плати потом. Акция действует на всю продукцию Apple. Сроки и подробные условия выгодного предложения уточняйте у сотрудников.'
    ],
    [
        'Предоставляем студентам скидки в размере 15%. Необходимо предъявить студенческий билет',
        'student',
        'Мы всегда идем на встречу свои клиентам. Молодые студенты – не исключение. Предъяви свой студенческий билет и получи скидку. Акция распространяется на любой вид ремонтирования цифровой техники. С нами все пройдет качественно и недорого.'
    ],
    [
        'При ремонте на сумму больше 10000 рублей попросите у мастера купон на скидку в размере 5%',
        'expensive',
        'Хорошая новость! Наша компания дарит купоны на скидку. Грозит дорогой ремонт? Не расстраивайтесь, так как при стоимости наших услуг выше 10000 рублей каждому выдается приятный сюрприз. Это купон на скидку 5%. Время его действия уточняйте у сотрудников сервиса.'
    ],
);

return $special_offer;