<?php

$preference = array();
//2
$preference[0][] = array("Оригинальные запасные части","Оригинальные запчасти","Оригинальные комплектующие","Фирменные запасные части","Фирменные запчасти","Фирменные комплектующие",
    "Брендовые запасные части","Брендовые запчасти","Брендовые комплектующие");
$preference[1][] = array("В работе использутся","При ремонте используются","В работе применяются","При ремонте применяются","При ремонте устанавливаются");
$preference[1][] = array("только","исключительно","все","");
$preference[1][] = array("фирменные","брендовые","оригинальные");
$preference[1][] = array("комплектующие","запасные части","запчасти","детали");
$preference[1][] = array("от $marka","от производителя");
$preference0_1 = $this->checkcolumn($preference[0][0]);

if($preference0_1 == "Оригинальные запасные части")
{
    unset($preference[1][3][1]);
}
if($preference0_1 == "Оригинальные комплектующие")
{
    unset($preference[1][3][1]);
}
if($preference0_1 == "Оригинальные запчасти")
{
    unset($preference[1][3][2]);
}
if($preference0_1 == "Фирменные запасные части")
{
    unset($preference[1][2][0]);
    unset($preference[1][3][1]);
}
if($preference0_1 == "Фирменные запчасти")
{
    unset($preference[1][2][0]);
    unset($preference[1][3][2]);
}
if($preference0_1 == "Фирменные комплектующие")
{
    unset($preference[1][2][0]);
    unset($preference[1][3][0]);
}
if($preference0_1 == "Брендовые запасные части")
{
    unset($preference[1][2][1]);
    unset($preference[1][3][1]);
}
if($preference0_1 == "Брендовые запчасти")
{
    unset($preference[1][2][1]);
    unset($preference[1][3][2]);
}
if($preference0_1 == "Брендовые комплектующие")
{
    unset($preference[1][2][1]);
    unset($preference[1][3][0]);
}

// первая выдача $preference0_1 . " " . $this->checkarray($preference[1])

//5.1.
$preference[2][] = array("Гарантии на работы","Гарантии на ремонт","Гарантии на услуги","","","","","","","",);
$preference[3][] = array("После ремонта","После работ по ремонту","После выполнения ремонта","После выполнения работ по ремонту","По факту выполненых работ",
    "По факту выполненого ремонта","После проведения ремонта","После проведения работ по ремонту","По факту проведенных работ","По факту проведенного ремонта");
$preference[3][] = array("тип устройства");
$preference[3][] = array("сервисный инженер","специалист","менеджер","мастер приемки","специалист приемки","старший менеджер","специалист центра","мастер центра");
$preference[3][] = array("выписывает","выдает","предоставляет");
$preference[3][] = array("гарантийный талон","чек и гарантийный талон","кассовый чек и гарантийный талон","полный пакет документов","товарно-гарантийный чек");
$preference[3][] = array("на фирменном бланке.","с печатью организации.","на фирменном бланке с печатью.","с печатью компании.");

// выдача 5.1 $this->checkarray($preference[2]) . " " . $this->checkarray($preference[3])
//5.2
$preference[4][] = array("Гарантии на комплектующие","Гарантии на запчасти","Гарантии на запасные части","Гарантии на детали");
$preference4_0 = $this->checkcolumn($preference[4][0]);
$preference[5][] = array("На все","На");
$preference[5][] = array("комплектующие","запасные части","запчасти","детали");
$preference[5][] = array("устанавливаемые","используемые","установленные","используемые");
$preference[5][] = array("при ремонте","в ходе ремонта","в ходе ремонтных работ","для ремонта");
$preference[5][] = array("выписывается","выдается","предоставляется");
$preference[5][] = array("гарантийный талон","чек и гарантийный талон","кассовый чек и гарантийный талон","полный пакет документов","товарно-гарантийный чек");
$preference[5][] = array("на фирменном бланке.","с печатью организации.","на фирменном бланке с печатью.","с печатью компании.");

if($preference4_0 == "Гарантии на комплектующие")
{
    unset($preference[5][1][0]);
}
if($preference4_0 == "Гарантии на запчасти")
{
    unset($preference[5][1][3]);
}
if($preference4_0 == "Гарантии на запасные части")
{
    unset($preference[5][1][2]);
}
if($preference4_0 == "Гарантии на детали")
{
    unset($preference[5][1][4]);
}

// выдача 5.2  $preference4_0 . " " . $this->checkarray($preference[5])

//6
$preference[6][] = array("Фиксированные цены","Фиксированная стоимость","Прозрачные цены","Прозрачная стоимость");
$preference[7][] = array("Цены на все работы","Цены на работы");
$preference[7][] = array("специалистов","сотрудников","мастеров","инженеров");
$preference[7][] = array("центра","сервисного центра","сервис-центра","");
$preference[7][] = array("$marka");
$preference[8][] = array("Цены на все услуги","Цены на услуги");
$preference[8][] = array("специалистов","сотрудников","мастеров","инженеров","");
$preference[8][] = array("центра","сервисного центра","сервис-центра");
$preference[8][] = array("$marka");
$preference[9][] = array("Стоимость работы");
$preference[9][] = array("специалиста","мастера","инженера");
$preference[9][] = array("центра","сервисного центра","сервис-центра","");
$preference[9][] = array("$marka");
$preference[10][] = array("Стоимость услуг");
$preference[10][] = array("специалиста","мастера","инженера","");
$preference[10][] = array("центра","сервисного центра","сервис-центра");
$preference[10][] = array("$marka");
$preference[11][] = array("регламентированы прайс-листом","зафиксированы в прайс-листе","определены прайс-листом","прописаны в прайс-листе","регламентированы прейскурантом",
    "зафиксированы в прейскуранте","определены прейскурантом","прописаны в прейскуранте");
$preference[12][] = array("регламентирована прайс-листом","зафиксирована в прайс-листе","определена прайс-листом","прописана в прайс-листе","регламентирована прейскурантом",
    "зафиксирована в прейскуранте","определена прейскурантом","прописана в прейскуранте");

$preference6_rand = rand(1,4);
$preference6 = "";
if($preference6_rand == 1)
{
    $preference6 .=  $this->checkarray($preference[7]) . " " . $this->checkarray($preference[11]);
}
if($preference6_rand == 2)
{
    $preference6 .=  $this->checkarray($preference[8]) . " " . $this->checkarray($preference[11]);
}
if($preference6_rand == 3)
{
    $preference6 .=  $this->checkarray($preference[9]) . " " . $this->checkarray($preference[12]);
}
if($preference6_rand == 4)
{
    $preference6 .=  $this->checkarray($preference[10]) . " " . $this->checkarray($preference[12]);
}

// выдача 6 заголовок $this->checkarray($preference[6]) содержимое $preference6
//7
$preference[13][] = array("Лучшее оборудование","Современное оборудование","Фирменное оборудование","Профессиональное оборубование","Высокопрофессиональное оборубование",
    "Новейшее оборудование","Оригинальное оборудование","Специализированное оборудование");
$preference[14][] = array("Работа проводится на","Ремонт проводится на","Работа провоизводится на","Ремонт производится на");
$preference[14][] = array("профессиональных","высокопрофессиональных","специализированных","новейших","оригинальных","современное","фирменное");
$preference[14][] = array("инфракрасных","термовоздушных и инфракрасных","инфракрасных и термовоздушных");
$preference[14][] = array("станциях","паяльных станциях","ремонтных системах","ремонтных станциях","паяльных системах","паяльных комплексах","ремонтных комплексах",
    "паяльно-ремонтных комплексах","паяльно-ремонтных системах","паяльно-ремонтных центрах","паяльно-ремонтных станциях","станциях с разноуровневым нагревом",
    "центрах с разноуровневым нагревом","системах с разноуровневым нагревом","комплексах с разноуровневым нагревом","станциях для монтажа BGA элементов",
    "станциях для монтажа BGA компонент","станциях для монтажа BGA чипов","станциях для установки BGA компонент","станциях для установки BGA элементов",
    "станциях для установки BGA чипов","станциях для ребола BGA элементов","станциях для ребола BGA компонент","станциях для ребола BGA чипов","ремонтно-паяльных комплексах",
    "ремонтно-паяльных системах","ремонтно-паяльных центрах","ремонтно-паяльных станциях","комплексах для монтажа BGA элементов","комплексах для монтажа BGA компонент",
    "комплексах для монтажа BGA чипов","комплексах для установки BGA компонент","комплексах для установки BGA элементов","комплексах для установки BGA чипов",
    "комплексах для ребола BGA элементов","комплексах для ребола BGA компонент","комплексах для ребола BGA чипов","системах для монтажа BGA элементов",
    "системах для монтажа BGA компонент","системах для монтажа BGA чипов","системах для установки BGA компонент","системах для установки BGA элементов",
    "системах для установки BGA чипов","системах для ребола BGA элементов","системах для ребола BGA компонент","системах для ребола BGA чипов",
    "центрах для монтажа BGA элементов","центрах для монтажа BGA компонент","центрах для монтажа BGA чипов","центрах для установки BGA компонент",
    "центрах для установки BGA элементов","центрах для установки BGA чипов","центрах для ребола BGA элементов","центрах для ребола BGA компонент","центрах для ребола BGA чипов");
$preference13_0 = $this->checkcolumn($preference[13][0]);
if($preference13_0 == "Современное оборудование")
{
    unset($preference[14][1][5]);
}
if($preference13_0 == "Фирменное оборудование")
{
    unset($preference[14][1][6]);
}
if($preference13_0 == "Профессиональное оборубование")
{
    unset($preference[14][1][0]);
}
if($preference13_0 == "Высокопрофессиональное оборубование")
{
    unset($preference[14][1][1]);
}
if($preference13_0 == "Новейшее оборудование")
{
    unset($preference[14][1][3]);
}
if($preference13_0 == "Оригинальное оборудование")
{
    unset($preference[14][1][4]);
}
if($preference13_0 == "Специализированное оборудование")
{
    unset($preference[14][1][2]);
}

//вывод 7 заголовок $preference13_0 , содержание  $this->checkarray($preference[14])
//8

$preference[15][] = array("Консультация по телефону","Бесплатные консультации","Горячая линия $marka","Горячая линия консультаций","Консультации $marka","$marka на связи",
    "Мастера $marka на связи","Специалисты $marka на связи","","","","","","","","","","","","","","","","","","","","","","","","","",);
$preference[16][] = array("Оперативная помощь","Быстрая помощь","Скорая поощь","Неотложная по");
$preference[16][] = array("тип устройства $marka","тип устройства+ модель $marka");
$preference[16][] = array("по телефону и онлайн -","по телефону и online -","онлайн и по телефону-","online и по телефону -");
$preference[16][] = array("звоните $phone_format,","пишите, звоните,","звоните, пишите,");

// вывод 8 заголовок  $this->checkarray($preference[15]) , содержимое $this->checkarray($preference[16])
//9 нет нужных данных
$preference_all = array();
$preference_all[] = array($preference0_1,$this->checkarray($preference[1]),"ico-4.png");// первая выдача $preference0_1 . " " . $this->checkarray($preference[1])
$preference_all[] = array($preference4_0,$this->checkarray($preference[5]),"ico-3.png");// выдача 5.2  $preference4_0 . " " . $this->checkarray($preference[5])
$preference_all[] = array($this->checkarray($preference[6]),$preference6,"ico-2.png");// выдача 6 заголовок $this->checkarray($preference[6]) содержимое $preference6
$preference_all[] = array($preference13_0,$this->checkarray($preference[14]),"ico-1.png");//вывод 7 заголовок $preference13_0 , содержание  $this->checkarray($preference[14])


$preference_all_out = "";
for($i=0;$i<4;$i++)
{
    $preference_all_key = array_rand($preference_all);
    $preference_all_0 = $preference_all[$preference_all_key][0];
    $preference_all_1 = $preference_all[$preference_all_key][1];
    $preference_all_2 = $preference_all[$preference_all_key][2];

    $preference_all_out .= "<div class=\"service-mark-item\"><img src=\"/_mod_files/_img/$preference_all_2\" alt=\"\"><h3>$preference_all_0</h3><!--<span>10 минут</span>--><p>$preference_all_1</p></div>";
    unset($preference_all[$preference_all_key]);
}

?>

<section class="service__quality-mark">
    <div class="container">
        <h2 class="service__quality-mark_title">Сервис со знаком качества</h2>

        <div class="service-mark-inner">
            <?=$preference_all_out?>
        </div>
    </div>
</section>
