<?php

return [
  'acer' => [
    [
      ['p', [
          'Вам необходимо отремонтировать технику Acer? Обратитесь в наш сервисный центр! Доверьте ремонт квалифицированным инженерам, которые отлично знакомы со спецификой устройств данного бренда!',
          'Диагностика на специализированном оборудовании позволяет выявить причину неисправности в кратчайший срок. Возможно экспресс-тестирование сломавшейся техники, занимающее 10 минут. Наш сервис работает быстро и качественно!',
      ]],
    ],
    [
      ['h', 'Виды устройств'],
      ['p', [
        'Мы ремонтируем ноутбуки, моноблоки, планшеты, смартфоны, мониторы и другие устройства компании Acer. Неисправные детали заменяются на оригинальные комплектующие. На складе всегда в наличии большой выбор запчастей – вам не придется долго ждать необходимых комплектующих.',
      ]],
    ],
    [
      ['p', [
        'Наши инженеры отлично знакомы со спецификой техники этой марки. Все виды техники Acer имеют характерные неисправности и указывающие на них признаки, по которым опытный специалист может определить источник проблемы за считанные минуты. Ремонтом занимаются дипломированные инженеры со стажем работы не менее 5 лет.'
      ]],
    ],
    [
      ['h', 'Почему люди выбирают наши услуги?'],
      ['p', [
        'В Москве открыты десятки мастерских, оказывающих услуги по ремонту техники этого бренда. {servicename} предлагает следующие преимущества: выгодные цены, длительную гарантию, оригинальные детали и индивидуальный подход к каждому клиенту.',
        'Вам необходим надежный партнер, которому можно смело доверить ремонт сломавшихся устройств? Тогда обратитесь в наш сервисный центр! Доверьте сложную задачу профессионалам своего дела!',
      ]],
    ],
  ],

  'apple' => [
    [
      ['p', [
        'Вашей технике требуется ремонт? Воспользуйтесь услугами сервисного центра Apple Centre! Квалифицированные инженеры быстро устранят неисправность, и вы получите отремонтированное устройство!',
        'Мы предоставляем гарантию на выполненную работу и установленные комплектующие. Ремонтом занимаются опытные мастера, имеющие специальное образование и опыт работы от 5 лет. Доверьте устройства Apple профессионалам своего дела!',
      ]],
    ],
    [
      ['h', 'Виды техники'],
      ['p', [
        'В наш сервис-центр в Москве обращаются владельцы iPhone, iPod, iPad, iMac, а также MacBook. У каждой модели устройств есть своя специфика, например, расположение антенны Wi-Fi у планшетов Apple. Наши инженеры прекрасно знакомы с особенностями различных моделей – это позволяет им тратить минимум времени на разборку, сборку и диагностику.',
      ]],
    ],
    [
      ['p', [
        'Источник неисправности обнаруживается с помощью профессионального оборудования. Диагностика сломавшихся устройств в нашем сервисном центре занимает минимум времени. При необходимости проводится экспресс-тест продолжительностью до 10 минут – воспользуйтесь этой услугой, если отремонтированную технику нужно получить как можно скорее!'
      ]],
    ],
    [
      ['h', 'Преимущества {servicename}'],
      ['p', [
        'Клиенты выбирают нашу мастерскую за низкие цены, быструю диагностику, установку оригинальных комплектующих и индивидуальный подход. На складе всегда в наличии все необходимые запчасти. Вам не придется ждать несколько дней, пока привезут заказанную деталь!',
        '{servicename} выполняет ремонт любой сложности. Вам необходимо вернуть к жизни технику Apple? Тогда обратитесь к нам прямо сейчас!',
      ]],
    ],
  ],

  'asus' => [
    [
      ['p', [
        'Не пытайтесь проводить ремонт самостоятельно – при отсутствии профессиональных знаний вы рискуете усугубить имеющуюся неисправность! Лучше доверьте ремонт специалистам! Asus Centre отремонтирует неисправное устройство быстро и качественно!',
        'Диагностика проводится на специализированном оборудовании. Выявление причины возникновения неисправности в устройствах Asus занимает минимум времени. Доверьте ремонт и диагностику профессионалам!',
      ]],
    ],
    [
      ['h', 'Виды техники'],
      ['p', [
        'Компания Asus производит моноблоки, ноутбуки, мониторы, смартфоны, а также другую электронику. Наши инженеры отремонтируют любые устройства этого бренда. В сервисном центре {servicename} используются оригинальные комплектующие, которые приобретаются непосредственно у производителя. Все необходимые детали всегда есть на складе.',
      ]],
    ],
    [
      ['p', [
        'Гарантия предоставляется на оказанную услугу и установленные комплектующие. Наши мастера прекрасно знакомы со спецификой техники Asus. Благодаря большому опыту устранение неисправности занимает у них минимум времени. Доверьте сломавшееся устройство квалифицированным профессионалам своего дела и ни о чем не беспокойтесь!',
      ]],
    ],
    [
      ['h', 'Частые причины возникновения поломок'],
      ['p', [
        'Согласно статистике наших мастеров, чаще всего неисправности возникают по причине неквалифицированного вмешательства, износа деталей или из-за нарушения правил эксплуатации. Пользуйтесь устройством аккуратно! При возникновении технических проблем обращайтесь к специалистам!',
        'Наш сервисный центр в Москве специализируется на электронике «Асус» – это профильное направление {servicename}. Доверьте ремонт квалифицированным инженерам, выполняющим свою работу быстро и качественно!',
      ]],
    ],
  ],

  'canon' => [
    [
      ['p', [
        'При возникновении неисправностей или поломке техники Canon обратитесь к специалистам! {servicename} осуществляет ремонт устройств этого бренда много лет. Наши сотрудники прекрасно знакомы с особенностями техники данного производителя.',
        'В сервисном центре {servicename} имеется профессиональное оборудование для диагностики. Поиск источника неисправности занимает минимум времени. Возможно проведение экспресс-диагностики.',
      ]],
    ],
    [
      ['h', 'Какую технику мы ремонтируем?'],
      ['p', [
        'Компания Canon производит принтеры, сканеры, копировальные аппараты, фотокамеры, проекторы и другие устройства. Сервис-центр оказывает услуги по ремонту техники этого бренда в Москве на выгодных условиях. Устранением неисправностей занимаются дипломированные специалисты, имеющие опыт работы от 5 лет.',
      ]],
    ],
    [
      ['p', [
        'На выполненную работу и замененные комплектующие предоставляется гарантия. Сотрудники {servicename} используют только оригинальные детали Canon. Все необходимые комплектующие имеются на складе нашего сервисного центра – клиентам не нужно ждать доставку необходимой запчасти. Вы получите отремонтированное устройство максимально быстро!',
      ]],
    ],
    [
      ['h', 'Распространенные причины возникновения неисправностей'],
      ['p', [
        'Обычно к нам в сервисный центр сдают устройства, сломавшиеся из-за непрофессионального вмешательства, нарушения правил использования и выработки комплектующими заложенного ресурса. Соблюдайте правила эксплуатации! Не пытайтесь ремонтировать сломавшееся устройство самостоятельно!',
        'При возникновении неисправностей обратитесь в {servicename}! Квалифицированные инженеры быстро выполнят ремонт сломавшейся техники! Позвоните нам прямо сейчас или приезжайте в наш офис!',
      ]]
    ],
  ],

  'dell' => [
    [
      ['p', [
        'Ваша техника сломалась? Не пытайтесь ремонтировать ее самостоятельно – это одна из наиболее частых причин дорогостоящего ремонта! Лучше обратитесь в сервисный центр {servicename}!',
        'У нас вы можете заказать ремонт и диагностику по выгодным ценам! Гарантия предоставляется на все услуги и комплектующие, замененные для устранения неисправности. Доверьте технику Dell профессионалам!',
      ]],
    ],
    [
      ['h', 'Какие устройства мы ремонтируем?'],
      ['p', [
        'Американская компания Dell выпускает мониторы, ноутбуки, моноблоки, проекторы, а также другую электронику. Специалисты из сервисного центра {servicename} ремонтируют весь спектр техники данного бренда. Наши мастера прекрасно знакомы с особенностями и специфическими неисправностями устройств Dell – сложность поломки не имеет значения.',
      ]],
    ],
    [
      ['p', [
        'У нас работают квалифицированные специалисты с опытом работы по данному направлению от 6 лет. В сервисном центре {servicename} всегда имеется большой выбор комплектующих. При ремонте неисправных устройств используются оригинальные детали, которые приобретаются у компании-производителя.'
      ]],
    ],
    [
      ['h', 'Почему люди пользуются услугами {servicename}?'],
      ['p', [
        'Вам необходимы услуги по ремонту электроники компании «Делл»? Мы предлагаем сжатые сроки устранения неисправностей, низкие цены, и длительную гарантию! Позвоните в наш офис или сразу приезжайте по указанному адресу в рабочее время для сдачи техники инженеру!',
        'Стоимость услуг указана на сайте нашего сервисного центра. Мы предлагаем одни из самых выгодных условий в Москве! Доверьте неисправную технику профессионалам, которые отремонтируют ее быстро и качественно!',
      ]],
    ],
  ],

  'hp' => [
    [
      ['p', [
        'Ваша техника HP сломалась или работает неисправно? Обратитесь в {servicename}! Наши мастера выполнят ремонт быстро и качественно – доверьте неисправную технику квалифицированным специалистам!',
        'Воспользуйтесь услугами сервисного центра {servicename} и получите гарантию на выполненную работу, а также детали, установленные с соблюдением всех правил! Мы работаем без выходных с 10:00 до 21:00. Запишитесь на ремонт в удобное время или сразу приезжайте в наш офис!',
      ]],
    ],
    [
      ['h', 'Что мы ремонтируем?'],
      ['p', [
        'Мы оказываем услуги по ремонту полного спектра электроники HP: сканеров, копировальных аппаратов, принтеров, ноутбуков, моноблоков и другой техники этого бренда. Специалисты из нашего сервисного центра устраняют программные и аппаратные неисправности в кратчайший срок. Сложность поломки не имеет значения для профессионалов.',
      ]],
    ],
    [
      ['p', [
        'Диагностика проводится на специализированном оборудовании. Сервисный центр {servicename} также предлагает услуга экспресс-тестирования сломавшейся техники – инженер обнаружит причину возникновения проблемы за 10 минут. Доверьте ремонт и диагностику профессионалам!',
      ]],
    ],
    [
      ['h', 'Преимущества клиентов {servicename}'],
      ['p', [
        'Наш сервисный центр предлагает выгодные цены за качественное обслуживание. Мы используем только оригинальные комплектующие HP. Все детали приобретаются у производителя.',
        'На нашем складе всегда имеется широкий спектр запчастей для различных видов устройств. Вы хотите отремонтировать неисправную технику с максимальной выгодой? Тогда воспользуйтесь услугами {servicename}!',
      ]],
    ],
  ],

  'htc' => [
    [
      ['p', [
        'Ваш смартфон или планшет сломались? Не пытайтесь ремонтировать устройство HTC самостоятельно! Без профессиональных знаний риск усложнить имеющуюся неисправность слишком высок!',
        'Наш сервисный центр в Москве работает с 10:00 до 21:00 без перерывов и выходных. При ремонте используются оригинальные комплектующие. Детали приобретаются на заводах HTC или у официальных дилеров.',
      ]],
    ],
    [
      ['h', 'Какую технику можно отремонтировать в {servicename}?'],
      ['p', [
        'К нам обращаются для ремонта мобильных телефонов и планшетов. Наши инженеры знакомы со спецификой устройств этой компании, которые относятся к базовому, среднему, а также премиальному ценовому сегменту. В сервисном центре {servicename} работают квалифицированные техники, имеющие стаж не менее 5 лет.',
      ]],
    ],
    [
      ['p', [
        'Мастера {servicename} используют специальное оборудование, позволяющее обнаруживать программные и аппаратные неисправности в кратчайшие сроки. Клиенты сервисного центра также могут заказать экспресс-диагностику, которая длится до 10 минут. После выявления причины неисправности инженер объяснит, что именно произошло с устройством.',
      ]],
    ],
    [
      ['h', 'Почему вам стоит обратиться к нам?'],
      ['p', [
        'В Москве десятки мастерских, ремонтирующих технику HTC. Почему среди большого выбора предложений вас стоит выбрать именно наше? Мы предлагаем низкие цены, быстрые сроки, высокое качество выполненной работы и индивидуальный подход!',
        'Вы можете записаться на ремонт на удобное время! Позвоните в сервисный центр {servicename} прямо сейчас! Доверьте неисправную технику дипломированным инженерам и ни о чем не беспокойтесь!',
      ]],
    ],
  ],

  'huawei' => [
    [
      ['p', [
        'Вы хотите отремонтировать планшет или мобильный телефон? Только не делайте этого самостоятельно – в 99% случае непрофессиональное вмешательство усугубляет проблему! Лучше доверьте ремонт специалистам!',
        'Вы можете воспользоваться услугами нашего сервисного центра в любое удобное время {time}. Мы предоставляет гарантию на выполненную работу и установленные детали. Доверьте неисправную технику Huawei профессионалам!'
      ]],
    ],
    [
      ['h', 'Виды устройств'],
      ['p', [
        'В {servicename} ремонтируются смартфоны и планшеты Huawei. Инженеры сервисного центра оперативно устраняются программные и аппаратные неисправности различной степени сложности. Ремонтом занимаются дипломированные техники со стажем 5 лет или более – благодаря высокой квалификации они выполняют свои задачи в кратчайший срок.',
      ]],
    ],
    [
      ['p', [
        'Неисправные устройства диагностируются с помощью специального оборудования. Выявление причины поломки техники занимает минимум времени. По просьбе клиента нашего сервисного центра проводится экспресс-диагностика за 10 минут. Если причину неисправности невозможно определить по характерным признакам, то инженеры тестируют программную и аппаратную часть устройства.',
      ]],
    ],
    [
      ['h', 'Почему выбирают {servicename}?'],
      ['p', [
        'Люди доверяют нашему сервис-центру за высокое качество выполненной работы и одни из самых низких цен на рынке Москвы. Все необходимые детали всегда имеются на складе. Клиентам не нужно ждать несколько дней доставки необходимых комплектующих!',
        'Вас интересуют услуги по ремонту смартфона или планшета? Доверьте технику Huawei мастерам, которые отлично знают свое дело! Позвоните нам прямо сейчас – запишитесь на ремонт в удобное время!',
      ]],
    ],
  ],

  'lenovo' => [
    [
      ['p', [
        'Вас интересуют услуги по ремонту техники компании «Леново»? Обратитесь за помощью к нашим специалистам! Сервисный центр {servicename} работает {time}!',
        'В процессе ремонта используются оригинальные комплектующие. Детали доставляются с заводов Lenovo или приобретаются у официальных дилеров. На складе всегда в наличии широкий спектр запчастей для различных видов техники.',
      ]],
    ],
    [
      ['h', 'Устройства Леново'],
      ['p', [
        'Данная компания выпускает моноблоки, смартфоны, серверы, ноутбуки, планшеты, компьютеры и другую технику. Мы ремонтируем весь ассортимент устройств Lenovo! Программа гарантийного обслуживания от нашего сервисного центра распространяется на выполненную работу и запчасти, установленные для устранения неисправности.',
      ]],
    ],
    [
      ['p', [
        'У инженеров имеется все необходимое диагностическое оборудование. По просьбе клиента возможно проведение экспресс-проверки устройства за 10 минут. В нашем сервисном центре работают квалифицированные мастера со стажем от 6 лет. Благодаря большому опыту техников ремонт занимает минимум времени.',
      ]],
    ],
    [
      ['h', 'Преимущества сотрудничества с {servicename}'],
      ['p', [
        'Мы предлагаем оригинальные комплектующие, профессиональную диагностику, длительную гарантию и одни из самых низких цен в Москве. Многие клиенты выбирают нашу компанию за индивидуальный подход. Проведение ремонта возможно в удобное для вас время!',
        'Вы можете смело доверить технику Lenovo инженерам {servicename}! Позвоните нам прямо сейчас и выберите удобное время! Команда квалифицированных мастеров отремонтирует вашу технику максимально быстро!',
      ]],
    ],
  ],

  'lg' => [
    [
      ['p', [
        'Ваша техника LG сломалась или работает неисправно? Ремонт электроники – это работа для квалифицированных специалистов! Воспользуйтесь услугами инженеров из {servicename}!',
        'Мы используем оригинальные комплектующие. Детали доставляются непосредственно с заводов LG или заказываются у официальных партнеров этой компании. Гарантия предоставляется на ремонт и установленные комплектующие.',
      ]],
    ],
    [
      ['h', 'Типы техники'],
      ['p', [
        'К нам в сервисный центр регулярно обращаются владельцы ноутбуков, смартфонов, планшетов и другой техники данного бренда. Инженеры {servicename} отлично знаком со спецификой поломок устройств компании LG. Благодаря большому опыту мастеров устранение неисправности в сервис-центре занимает минимум времени.',
      ]],
    ],
    [
      ['p', [
        'Инженеры быстро выявляют источник проблемы, используя современное диагностическое оборудование. Возможна проверка неисправного устройства в экспресс-режиме, занимающая около 10 минут. Специалисты из сервисного центра {servicename} быстро обнаружат причину поломки и при необходимости объяснят ее владельцу устройства.',
      ]],
    ],
    [
      ['h', '{servicename} – низкие цены'],
      ['p', [
        'В Москве сложно найти сервисный центр, предлагающий такие же выгодные условия. Наш сервис работает без выходных и перерывов. С техникой обратившихся клиентов работают квалифицированные мастера со стажем не менее 5 лет.',
        'Не пытайтесь ремонтировать неисправное устройство – с большой вероятностью вы только усложните проблему! Лучше доверьте эту задачу специалистам! Позвоните в {servicename} и запишитесь на ремонт прямо сейчас!',
      ]],
    ],
  ],

  'meizu' => [
    [
      ['p', [
        'Ваш смартфон не включается или работает неисправно? Компания Meizu производит качественные телефоны, но ни один производитель не может гарантировать безотказную работу каждого выпущенного устройства. Мы выполним ремонт быстро и качественно!',
        'Мы предлагаем низкую стоимость услуг – один из самых выгодных условий в Москве! Клиенты сервисного центра получают гарантию на выполненную работу, а также на установленные детали, если проводилась замена. Все запчасти всегда в наличии.',
      ]],
    ],
    [
      ['h', 'Смартфоны «Мейзу»'],
      ['p', [
        'Мы ремонтируем смартфоны Meizu младшей, средней и верхней ценовой категории. Запчасти приобретаются у производителя. Устранением неисправностей занимаются профессионалы, имеющие специальное образование и опыт работы по данному направлению не менее 6 лет. Благодаря высокой квалификации техников ремонт занимает минимум времени!',
      ]],
    ],
    [
      ['p', [
        'Техники сервисного центра диагностируют причину неисправной работы на специализированном оборудовании. По просьбе клиента мастер протестирует устройство в экспресс-режиме – это займет около 10 минут. Профессиональное оборудование в нашем сервисном центре позволяет быстро находить источники аппаратных неисправностей и программных сбоев.',
      ]],
    ],
    [
      ['h', 'Преимущества {servicename}'],
      ['p', [
        'Мы предлагаем выгодные цены, длительную гарантию с индивидуальным подходом к каждому клиенту. Офис {servicename} работает по удобному графику. Наши инженеры отлично знакомы со спецификой смартфонов Meizu различных ценовых категорий.',
        'В сервис-центре не бывает перерывов, выходных или праздничных дней! Команда опытных инженеров работает с 10:00 до 21:00. Позвоните нам и запишитесь на ремонт прямо сейчас!',
      ]],
    ],
  ],

  'msi' => [
    [
      ['p', [
        'Ваша техника сломалась? Обратитесь за помощью к специалистам! Квалифицированные мастера оперативно диагностируют причину поломки и выполнят ремонт неисправного устройства!',
        'Воспользуйтесь услугами сервисного центра {servicename}! Мы работаем каждый день с 10:00 до 21:00 без обеда и выходных. Если исправное устройство необходимо получить максимально быстро, то вы можете заказать ремонт в режиме «экспресс» за 15 минут!',
      ]],
    ],
    [
      ['h', 'Типы устройств'],
      ['p', [
        'Мы ремонтируем ноутбуки, планшеты и моноблоки MSI. В процессе устранения неисправности инженеры заменяют вышедшие из строя комплектующие на оригинальные. Детали доставляются с заводов MSI. Установленные комплектующие подпадают под гарантийную программу. Все необходимые запчасти всегда в наличии на складе сервисного центра – вам не придется ждать доставки деталей!',
      ]],
    ],
    [
      ['p', [
        'Диагностика неисправной техники проводится с помощью профессионального оборудования. Возможно проведение экспресс проверки за 15 минут. В сервис-центре имеется все необходимое оборудование для обнаружения источников программных сбоев и аппаратных неисправностей. Доверьте диагностику профессионалам!',
      ]],
    ],
    [
      ['h', 'Почему клиенты выбирают нас?'],
      ['p', [
        'В Москве открыты десятки мастерских, работающих с техникой MSI. Люди выбирают именно наш сервисный центр за 3 преимущества: низкие цены, высокое качество обслуживания, оригинальные детали. К решению проблемы каждого клиента мы подходим индивидуально.',
        'Вы можете записаться на ремонт, когда это удобно! Отправьте заявку через форму на сайте или позвоните по телефону прямо сейчас! Наши инженеры отремонтируют сломавшееся устройство быстро и качественно!',
      ]],
    ],
  ],

  'nikon' => [
    [
      ['p', [
        'Ваш фотоаппарат сломался или работает неисправно? Ремонт фотокамеры «Никон» – это работа для профессионалов! Попытка устранить неисправность самостоятельно в 99% случаев приводит к усложнению проблемы!',
        'В сервисном центре работают опытные техники, имеющие специальное образование и опыт работы от 5 лет. Благодаря высокой квалификации специалисты оперативно устраняют любые неисправности. Доверьте ремонт профессионалам!',
      ]],
    ],
    [
      ['h', 'Типы устройств'],
      ['p', [
        'У нас можно отремонтировать компактные цифровые и зеркальные фотоаппараты Nikon. Диагностика фотокамер проводится на специализированном оборудовании. Инженеры быстро определят причину появления сбоя в прошивке, артефактов на фото, нехарактерных звуков во время работы устройства и других признаков неисправности.',
      ]],
    ],
    [
      ['p', [
        'Вышедшие из строя комплектующие заменяются на оригинальные запчасти. На складе сервис-центра всегда имеется большой выбор деталей. Комплектующие для фотоаппаратов Nikon приобретаются у производителя. Сервисный центр предоставляет гарантию на выполненную работу и установленные детали.',
      ]],
    ],
    [
      ['h', 'Почему вам стоит обратиться к нам?'],
      ['p', [
        'Вы занимаетесь поисками сервисного центра? Не тратьте время! Доверьте ремонт специалистам! Мы предлагаем высокое качество, услуг, низкие цены, оригинальные комплектующие и индивидуальный подход!',
        '{servicename} работает {time}. Запишитесь к нам прямо сейчас по телефону или отправьте заявку через сайт. Мы отремонтировали сотни фотокамер Nikon. Доверьте фотоаппарат профессионалам своего дела!',
      ]],
    ],
  ],

  'nokia' => [
    [
      ['p', [
        'Вам необходимо отремонтировать смартфон или планшет Nokia? Воспользуйтесь услугами нашего сервисного центра! Доверьте ремонт квалифицированным техникам с опытом работы от 5 лет!',
        'Мы предлагаем гарантию на установленные детали и выполненную работу. Неисправные комплектующие заменяются оригинальными. На складе сервисного центра всегда в наличии широкий спектр запчастей для устройств Nokia. Мы гарантируем высокое качество услуг!',
      ]],
    ],
    [
      ['h', 'Виды техники'],
      ['p', [
        'Инженеры устраняют аппаратные и программные неисправности во всех моделях устройств «Нокиа». Команда квалифицированных специалистов оперативно выполняет любые задачи, начиная от замены аккумулятора и заканчивая перепайкой модулей материнской платы. Сложность ремонта не имеет большого значения для профессионалов.',
      ]],
    ],
    [
      ['p', [
        'Диагностика техники проводится на профессиональном оборудовании. По просьбе владельца устройства проводится экспресс-тестирование за 15 минут. В нашем сервисном центре имеется все необходимое оборудование для диагностики программных сбоев и аппаратных неисправностей. Выявление причины возникновения проблемы занимает минимум времени.',
      ]],
    ],
    [
      ['h', 'Почему владельцы устройств «Нокиа» выбирают нас?'],
      ['p', [
        'Предлагаем низкие цены и высокое качество услуг. Мы предлагаем выгодное предложение с гарантий на выполненную работу, а также установленные комплектующие Nokia. Проблема каждого обратившегося клиента решается в индивидуальном порядке.',
        'Сервисный центр работает {time}. Запишитесь на ремонт прямо сейчас! Отправьте заявку через сайт или свяжитесь с оператором по телефону для выбора удобного времени!'
      ]],
    ],
  ],

  'samsung' => [
    [
      ['p', [
        'Неисправности в работе устройств Samsung возникают по причине выработки комплектующими своего ресурса или неосторожного обращения. Реже проблемы происходят из-за попытки провести ремонт самостоятельно.',
        'Наш сервисный центр специализируется на устранении неисправностей техники «Самсунг». Ремонтом занимаются мастера с профильным образованием и опытом не менее 5 лет. Доверьте сломавшуюся электронику профессионалам из сервисного центра {servicename}!',
      ]],
    ],
    [
      ['h', 'Виды ремонтируемой техники'],
      ['p', [
        'Компания Samsung выпускает моноблоки, смартфоны, планшеты, ноутбуки и другую электронику. Мастера сервисного центра работают со всей техникой этого бренда. У нас имеется все необходимое оборудование для устранения неисправностей различной степени сложности, начиная от замены тачскрина и заканчивая пайкой северного моста на материнской плате ноутбука.',
      ]],
    ],
    [
      ['p', [
        'Мы приобретаем комплектующие у компании Samsung или официальных дилеров. На складе всегда присутствует широкий спектр деталей. Неисправности диагностируются с помощью профессионального оборудования. При необходимости проводится экспресс-тест – проверка устройства клиента длится до 10 минут.',
      ]],
    ],
    [
      ['h', 'Добро пожаловать в {servicename}!'],
      ['p', [
        'Вас интересует недорогой, быстрый и качественный ремонт с длительной гарантией? Тогда обратитесь в нашу мастерскую! У нас предлагают одни из самых выгодных условий в Москве, а также индивидуальный подход к каждому обратившемуся клиенту!',
        'Сервис работает {time}. Вы можете записаться к на сайте через специальную форму или по телефону. Позвоните нам прямо сейчас и выберите удобное время!'
      ]],
    ],
  ],

  'sony' => [
    [
      ['p', [
        'Сервисный центр Centre работает по внутренним стандартам качества обслуживания аппаратов Sony. Благодаря знаниям особенностей данного бренда, наши мастера справятся с поломкой эффективно и в кратчайшие сроки.',
        'Вышедшие из строя детали инженер заменит новыми, оригинальными комплектующими. Детали приобретаются на заводах Sony или у официальных дистрибьюторов компании. В некоторых случаях возможна услуга срочного ремонта, занимающая не больше 20 минут.',
      ]],
    ],
    [
      ['h', 'Виды электроники'],
      ['p', [
        'В сервисном центре ремонтируются: моноблоки, видеокамеры, ноутбуки, смартфоны, планшеты и приставки компании Сони. Необходимые комплектующие хранятся на специальных складах, поэтому их не придется ждать. В распоряжении инженеров имеется оборудование, для устранения неисправностей различной сложности.',
      ]],
    ],
    [
      ['p', [
        'Мы предлагаем диагностику и экспресс-тестирование – проверка устройства длится около 10 минут. В распоряжении мастеров профессиональное оборудование для выявления источников аппаратных и программных неисправностей. Инженер всегда объяснит клиенту причину поломки устройства.',
      ]],
    ],
    [
      ['h', 'Почему люди обращаются к нам?'],
      ['p', [
        'Сервис-центр предлагает ремонт по выгодным ценам. Гарантия предоставляется на замененные запчасти и выполненную работу, проблема каждого клиента решается индивидуально с максимальной эффективностью.',
        'Отремонтируйте технику Sony быстро и качественно. Работаем без выходных, с {time}. Запишитесь на ремонт по телефону или через специальную форму на сайте.',
      ]],
    ],
  ],

  'toshiba' => [
    [
      ['p', [
        'Электроника Toshiba выходит из строя по причине технического износа комплектующих или нарушения правил эксплуатации. При возникновении проблем с работой устройства обратитесь в наш сервисный центр и доверьте устранение неисправности профессионалам!',
        'По требованию клиента возможно проведение ремонта за 15 минут в режиме «экспресс». Неисправные комплектующие мастер заменит оригинальными деталями, приобретенными у компании-производителя. У нас всегда в наличии широкий спектр запчастей для техники «Тошиба».',
      ]],
    ],
    [
      ['h', 'Виды электроники'],
      ['p', [
        'В сервисный центр сдают планшеты и ноутбуки «Тошиба». Ремонтом занимается команда опытных инженеров, которые прекрасно знакомы со специфическими особенностями техники этого бренда. У нас работают профессионалы с профильным образованием и стажем не менее 5 лет. Благодаря большому опыту инженеры оперативно устраняют поломки любой сложности.',
      ]],
    ],
    [
      ['p', [
        'Поиск причины неисправности занимает от 10 минут. Сервис-центр оборудован всеми необходимыми устройствами для аппаратной и программной диагностики электроники. Инженер быстро обнаружит источник проблемы, а также объяснит причину неисправной работы техники Toshiba, если клиент посчитает эту информацию необходимой.',
      ]],
    ],
    [
      ['h', 'Почему люди обращаются за помощью к нам?'],
      ['p', [
        'Клиенты выбирают наш сервисный центр за низкую стоимость услуг и высокое качество выполненной работы. Найти более выгодные цены в Москве достаточно сложно. Мы работаем {time}.',
        'Вам необходимо качественно отремонтировать технику Toshiba? Запишитесь на ремонт с 10:00 до 21:00! Отправьте заявку через наш сайт или позвоните по телефону прямо сейчас!'
      ]],
    ],
  ],

  'xiaomi' => [
    [
      ['p', [
        'Ваша техника Xiaomi работает неисправно или вышла из строя? Обратитесь в наш сервисный центр! Команда опытных специалистов отремонтирует вашу технику быстро и качественно!',
        'Мы использует оригинальные комплектующие Xiaomi. Гарантия распространяется на установленные детали и выполненный ремонт. Устранение простых неисправностей возможно в режиме экспресс – инженер вернет вам отремонтированное устройство через 15 минут!',
      ]],
    ],
    [
      ['h', 'Виды электроники'],
      ['p', [
        'Под этой маркой производятся телевизоры, смартфоны, ноутбуки, планшеты и другие устройства. У нас осуществляется ремонт полного ассортимента электроники данного бренда. Устранением неисправностей занимаются дипломированные инженеры с опытом работы от 5 лет. В нашем сервис-центре работают профессионалы!',
      ]],
    ],
    [
      ['p', [
        'Инженеры проверяют технику на профессиональном оборудовании. В сервисном центре предусмотрена услуга экспресс-диагностики – инженер определяет причину неисправно работы устройства за 10 минут. При необходимости специалист подробно объяснит, почему произошла поломка, если владелец техники Xiaomi посчитает это необходимым.',
      ]],
    ],
    [
      ['h', 'Почему люди обращаются к нам?'],
      ['p', [
        'У нас в сервисном центр производят ремонт по низким ценам, при этом соблюдая высокое качество выполнения работ. Мы работаем ежедневно с 10:00 до 21:00 без перерывов на обед. Клиент можете приехать даже по выходным!',
        'Запишитесь на ремонт, используя форму на сайте или по телефону. Позвоните нам прямо сейчас и выберите удобное время! Доверьте неисправную технику квалифицированным специалистам!',
      ]],
    ],
  ],
];


?>
