<?php

return [

  'ноутбук' => [
    [
      ['p', 'Наш сервис оказывает услуги по ремонту ноутбуков {brand} по выгодным ценам! Мы используем оригинальные комплектующие. Гарантия предоставляется на ремонт и установленные детали. Запишитесь к нам на удобное время по телефону или через форму на сайте!'],
    ],
    [
      ['h', 'Наиболее распространенные причины для обращения в сервисный центр'],
      ['ul', [
        'before' => 'Примерно 95% клиентов пользуются услугами специалистов из-за возникновения типовых неисправностей, которые характерны для марки {brand}:',
        'list' => [
          'отвала графического чипа – на экране появляются разноцветные артефакты;',
          'механических дефектов матрицы – появляются из-за не аккуратного обращения;',
          'неисправной работы тачпада, вызванной механическим повреждением кнопок или обрывом шлейфа;',
          'повреждения блока питания;',
          'быстрой разрядки батарей;',
          'выхода из строя южного или северного моста;',
          'перегорания оперативной памяти или жесткого диска;',
          'невозможности подключиться к интернету через Wi-Fi по причине повреждения адаптера;',
          'отсутствия реакции при нажатии кнопки включения из-за физических повреждений, программных сбоев или проблем с блоком питания.',
        ],
        'after' => 'Это лишь малая часть типовых неполадок ноутбуков – полный перечень включает в себя десятки поводов для обращения к специалистам. Наши инженеры прекрасно знакомы со спецификой марки {brand}. Благодаря большому опыту технических специалистов ремонт программных и аппаратных неисправностей занимает минимум времени вне зависимости от их сложности. Доверьте ноутбук профессионалам!',
      ]],
    ],
  ],

  'планшет' => [
    [
      ['p', 'Ваш планшет не включается или работает неисправно? Обратитесь в наш сервис! Мы осуществляем ремонт планшетов {brand} по выгодным ценам! Наши инженеры используют только оригинальные комплектующие. На складе всегда в наличии большой выбор деталей.'],
    ],
    [
      ['h', 'Самые распространенные причины поломок'],
      ['ul', [
        'before' => 'Большинство клиентов обращаются в наш сервис по причине типовых неисправностей. Обычно с устройствами марки {brand} происходят следующие проблемы:',
        'list' => [
          'тачскрин перестает реагировать на прикосновения – механические повреждения или обрыв шлейфа;',
          'появление трещин на экране из-за неосторожного обращения;',
          'не работает динамик по причине механических повреждений или сильной запыленности;',
          'устройство не распознает SIM-карту;',
          'собеседник не слышит пользователя – устройство нуждается в чистке или замене микрофона;',
          'производительность устройства снижается без видимых причин – заражение вредоносным программным обеспечением;',
          'регулярные автоматические отключения от интернета – неисправная работа модуля Wi-Fi, заражение вирусами или вредоносными приложениями.',
        ],
        'after' => 'Это лишь вершина айсберга причин, вынуждающих владельцев сдавать свои устройства в ремонт. Наши специалисты прекрасно знакомы со спецификой марки {brand} различных ценовых категорий. Благодаря большому опыту техников устранение программных и аппаратных неисправностей планшетов занимает минимум времени. Наши сотрудники отремонтируют ваш планшет быстро и качественно!',
      ]],
    ],
  ],

  'смартфон' => [
    [
      ['p', 'Ваш мобильный телефон работает неисправно? Наши инженеры отлично знакомы со спецификой внутреннего устройства смартфонов {brand}. Мы предоставляем гарантию на выполненную работу и установленные детали. Доверьте ремонт телефонов {brand} профессионалам! Обратитесь в наш сервис прямо сейчас!'],
    ],
    [
      ['h', 'Распространенные причины поломок'],
      ['ul', [
        'list' => [
          'Беспричинное снижение производительности – обычно происходит из-за заражения вирусами или недостатка свободной памяти.',
          'Появление трещин на тачскрине, появившихся по причине неосторожного обращения с устройством.',
          'Быстрая разрядка – выход из строя аккумулятора, разъема или контроллера питания.',
          'Собеседник не слышит владельца телефона – неисправность микрофона.',
          'Музыка «хрипит» – попадание пыли или физическое повреждение динамика.',
          'Отсутствие изображения на дисплее – выход из строя матрицы, обрыв шлейфа.',
          'Не работает клавиатура – попадание влаги внутрь корпуса, механические повреждения.',
          'Устройство не заряжается – поломка адаптера, выход из строя разъема или контроллера питания материнской платы.',
          'Громкость не регулируется – механические повреждения кнопок.',
        ],
        'after' => 'При ремонте смартфонов используются оригинальные детали. Наши сотрудники отлично знаком с особенностями устройств {brand}. Мы предлагаем одни из самых низких цен на ремонт в Москве. Владельцы смартфонов {brand} выбирают наш сервис – они предпочитают доверять ремонт профессионалам!',
      ]],
    ],
  ],

  'моноблок' => [
    [
      ['p', 'Вам необходимо отремонтировать моноблок? Доверьте ремонт моноблоков {brand} квалифицированным специалистам! Наш сервис работает без выходных и праздников – запишитесь на ремонт в удобное для вас время по телефону или отправьте заявку через форму сайта!'],
    ],
    [
      ['ul', [
        'before' => 'Наиболее распространенные причины поломок:',
        'list' => [
          'Система зависает – программные или аппаратные неисправности, запыленность системы охлаждения.',
          'Черный экран, устройство шумит – программные неисправности, поврежден жесткий диск.',
          'Отсутствие реакции на нажатие кнопки включения – повреждение сетевого кабеля или выход из строя блока питания.',
          'Разноцветные артефакты на экране – выход из строя графического чипа.',
          'Не работает клавиатура – попадание жидкости, физический износ.',
          'Система не распознает периферийные устройства – отсутствие необходимого ПО, неисправность компонентов материнской платы.',
        ],
        'after' => 'Это малая часть типовых причин, вынуждающих владельцев сдавать моноблоки в ремонт. Наш сервис специализируется на работе с техникой {brand}. Мы предлагаем качественный ремонт и одни из самых выгодных цен в Москве по сравнению с конкурентами. Доверьте технику {brand} профессионалам своего дела!',
      ]],
    ],
  ],

  'принтер' => [
    [
      ['p', 'Мы работаем без выходных. Профессиональный ремонт принтеров {brand} является одним из профильных направлений для нашего сервиса. Мы предоставляем гарантию на ремонт и установленные комплектующие. В принтеры наших клиентов устанавливаются только оригинальные комплектующие {brand}.'],
    ],
    [
      ['h', 'Самые распространенные причины неисправной работы'],
      ['ul', [
        'list' => [
          'Бумага не захватывается из-за износа лотка или неисправной муфты.',
          'Скрип – иссушение смазки в узлах вращающихся элементов.',
          'Отпечатываются светлые полосы – неисправна оптика, картридж или высоковольтный блок.',
          'Устройство не включается – неисправна система управления, блок лазера или питания.',
          'Появление серого фона во время печати – отсутствие электрического контакта фотоцилиндра.',
          'Появление черной продольной полосы – дефекты термопленки.',
          'Информация выводится на бумагу с артефактами – смещение печатающей головки в сторону.',
          'Устройство печатает непонятные символы – перегорание контроллера.',
        ],
        'after' => 'Это одни из самых распространенных неисправностей принтеров {brand}. Специалисты из нашего сервиса проведут ремонт сломавшегося устройства быстро и качественно! Мы работаем без перерывов и выходных с 10:00 до 21:00! Запишитесь на ремонт прямо сейчас!',
      ]],
    ],
  ],

  'фотоаппарат' => [
    [
      ['p', 'Неисправности в работе фотоаппаратов {brand} возникают по причине нарушения правил эксплуатации и физического износа комплектующих. Наш сервис специализируется на ремонте фототехники этой марки! Доверьте ремонт фотоаппаратов {brand} опытным инженерам!'],
    ],
    [
      ['h', 'Наиболее частые поломки'],
      ['ul', [
        'list' => [
          'Устройство не включается из-за попадания влаги.',
          'Механические повреждения корпуса и объектива по причине неосторожного обращения.',
          'Затрудненное движение или блокировка механизма объектива – попадание песка или физический износ.',
          'Отсутствующее или слишком темное изображение из-за неисправной работы вспышки.',
          'Артефакты на фотографиях, вызванные дефектами матрицы.',
          'Черные точки на фото – неисправная матрица, сильная запыленность объектива.',
          'Устройство не работает, система выводит код ошибки – причина возникшей проблемы указана в инструкции.',
        ],
        'after' => 'Это часть самых распространенных поломок, вынуждающих людей обращаться в сервис. Наши специалисты отлично знакомы со спецификой устройств {brand}. Мы выполним ремонт вашего фотоаппарата быстро и качественно!',
      ]],
    ],
  ],

  'компьютер' => [
    [
      ['p', 'При возникновении проблем с работой компьютера обращайтесь в наш сервис! Квалифицированные техники проведут диагностику ПК {brand} и оперативно устранят причину неисправности. Специалисты выполняет ремонт компьютера {brand} максимально быстро!'],
    ],
    [
      ['h', 'Самые частые причины неисправной работы'],
      ['ul', [
        'list' => [
          'Операционная система не запускается – заражение вирусами, неправильные настройки опций BIOS, физическое повреждение жесткого диска.',
          'Графические артефакты – неисправная работа матрицы, видеокарты.',
          'Автоматическая перезагрузка – сильная запыленность системы охлаждения или аппаратная неисправность.',
          'ПК не включается – дефекты сетевого кабеля, выход из строя блока питания.',
          'Беспричинное снижение производительности – заражение вирусами или перегрев процессора.',
          'Отсутствует изображение, звук работает исправно – неисправна видеокарта, монитор или матрица.',
        ],
        'after' => 'Это одни из самых распространенных поводов для сдачи ПК в ремонт. Мы прекрасно знакомы с характерными особенностями компьютеров {brand}. Квалифицированный ремонт в нашем сервисе занимает минимум времени – доверьте вашу технику профессионалам своего дела!'
      ]],
    ],
  ],

  'игровая приставка' => [
    [
      ['p', 'Ваша игровая консоль работает неисправно? Обратитесь в наш сервис – доверьте ремонт Playstation {brand} квалифицированным специалистам! Мы проведем диагностику Playstation {brand} и оперативно устраним выявленные неисправности!'],
    ],
    [
      ['h', 'Самые распространенные причины поломки'],
      ['ul', [
        'list' => [
          'Автоматические отключения – запыленность системы охлаждения, пересыхание слоя термопасты.',
          'Разноцветные артефакты на экране – выход из строя видеокарты, разрушение пайки графического процессора.',
          'Приставка не включается, синий индикатор мигает – дефекты разъемов, сбой ОС, аппаратные неисправности HDD или других устройств.',
          'Консоль не распознает геймпад – неисправно подключаемое устройство или разъемы.',
          'Приставка зависает при запуске игр – перегрев процессора, аппаратная неисправность.',
          'Диски не читаются – проблемы с лазерной головкой привода.',
        ],
        'after' => 'Наши специалисты проведут диагностику и отремонтируют Playstation {brand} в кратчайший срок. Мы работаем без выходных и перерывов на обед. Наберите телефонный номер нашего сервиса – запишитесь на ремонт в удобное время прямо сейчас!',
      ]],
    ],
  ],

  'телевизор' => [
    [
      ['p', 'Ваш телевизор не включается или плохо показывает? Воспользуйтесь услугами нашего сервиса! Мы осуществляем ремонт телевизоров {brand} по выгодным ценам! В процессе ремонта используются только оригинальные комплектующие.'],
    ],
    [
      ['h', 'Наиболее частые поломки'],
      ['ul', [
        'list' => [
          'Нет реакции на нажатие пульта ДУ – неисправно устройство, выел из строя датчик приема сигнала.',
          'Каналы приходится настраивать при каждом включении – недостаточно памяти.',
          'Звук воспроизводится с дефектами – неисправен звуковой процессор, проблема с контактами или динамиками.',
          'Изображение отсутствует, звук работает – выход из строя матрицы, видеоусилителя.',
          'Одноцветное изображение – неисправный видеоусилитель.',
          'Картинка сместилась или уменьшилась – необходимо менять развертки.',
          'ТВ не включается – дефекты сетевого шнура, выход из строя материнской платы.',
        ],
        'after' => 'В нашем сервисе работают опытные инженеры, которые знают все о специфике бренда {brand}. Мы работаем с 10:00 до 21:00 без выходных. Позвоните нам прямо сейчас и запишитесь на ремонт! Устранение неисправностей в телевизорах %BRAND% - это работа для профессионалов!',
      ]],
    ],
  ],
];

?>
