<?php

// массив с типами устройттв
$type = array();
//Ноутбуки
$type['ноутбуки'][] = array("восстановление цепи питания","перепайка чипов","перепайка мостов","восстановление дорожек","перепайка контроллеров","перепайка мультиконтроллеров",
    "реболл BGA-чипов","реболл мостов","перепрошивка bios");
$type['ноутбуки'][] = array("замена разъемов","замена плат","замена матриц","замена охлаждения","замена портов","замена клавиатуры","замена кулеров","замена тачпада");
//Телефоны
$type['телефоны'][] = array("восстановление корпуса","восстановление цепи питания","перепайка чипов","перепайка мостов","восстановление дорожек","перепайка контроллеров",
    "перепайка мультиконтроллеров","реболл чипов","реболл мостов","перепрошивка","перепайка конденсаторов","перепайка плат");
$type['телефоны'][] = array("замена кнопок","замена динамиков","замена микрофонов","замена разъемов","замена плат","замена шлейфов","замена дисплея","замена тачскрина","замена экрана",
    "замена стекла","замена стекла дисплея","замена стекла экрана","замена камер","замены simholder","замены симхолдеров","замены сим-лотков","замена слотов","замена модулей",
    "замены GPS","замены вибро","замены АКБ");
//Планшеты
$type['планшеты'][] = array("восстановление корпуса","восстановление питания","перепайка чипов","перепайка мостов","восстановление дорожек","перепайка PWM-контроллеров",
    "перепайка мультиконтроллеров","реболл чипов","реболл мостов","перепрошивка");
$type['планшеты'][] = array("замена кнопок","замена динамиков","замена микрофонов","замена разъемов","замена плат","замена шлейфов","замена дисплея","замена тачскрина","замена экрана",
    "замена экрана дисплея","замена стекла","замена камер","замены simholder","замены симхолдеров","замены сим-лотков","замена слотов","замена модулей","замены GPS",
    "замены вибро","замены АКБ");
//Фотоаппараты
$type['фотоаппараты'][] = array("регулировка","комплексная настройка","перепайка плат","перепайка чипов","перепайка контроллеров","ремонт механических узлов","юстировка матриц",
    "настройка автофокуса","маскировка битых пикселей","настройка экспозиции","настройка ISO","настройка затвора","настройка срабатывания затвора","чистка матрицы");
$type['фотоаппараты'][] = array("замена узла вспышки","замена дисплея","замена объектива","замена экрана","замена затвора","замена фокуса","замена шторок","замена разъемов",
    "замена корпусных частей","замена разъемов");
//Видеокамеры
$type['видеокамеры'][] = array("перепайка плат","перепайка чипов","перепайка контроллеров","обновление ПО","регулировка","ремонт механических узлов","чистка видеоголовок");
$type['видеокамеры'][] = array("замена узла вспышки","замена дисплея","замена объектива","замена экрана","замена затвора","замена фокуса","замена шторок","замена разъемов",
    "замена корпусных деталей","замена матрицы","замена разъемов","замена hdd/ssd");
//Телевизоры
$type['телевизоры'][] = array("перепрошивка платы","ремонт блоков развертки","ремонт инвертора","ремонт блоков сигнала","ремонт блоков изображения","ремонт блоков управления",
    "перепайка плат","перепайка контроллеров","перепайка чипов");
$type['телевизоры'][] = array("замена разъемов","замена подсветки","замена TV-тюнера","замена RF входа","замена WiFi","замена динамиков","замена блока питания");
//Моноблоки
$type['моноблоки'][] = array("восстановление цепи питания","перепайка чипов","перепайка мостов","восстановление дорожек","перепайка контроллеров","перепайка мультиконтроллеров",
    "реболл BGA-чипов","реболл мостов","перепрошивка bios","установка программ","настройка программ","установка драйверов","восстановление hdd","восстановление hdd дисков",
    "восстановление ssd дисков","восстановление жестких дисков","чистка");
$type['моноблоки'][] = array("замена разъемов","замена плат","замена матриц","замена охлаждения","замена портов","замена кулеров","замена охлаждения","замена матриц","замена камер","замена микрофонов");
//Компьютеры
$type['компьютеры'][] = array("установка программ","настройка программ","установка драйверов","увеличение памяти","удаление вирусов","поиск и устранение вирусов","восстановление ПО",
    "восстановление hdd","восстановление hdd дисков","восстановление ssd дисков","восстановление жестких дисков","перепрошивка  bios","перепайка чипов","перепайка мостов",
    "восстановление дорожек","перепайка контроллеров","перепайка мультиконтроллеров","реболл BGA-чипов","реболл мостов","чистка","настройка ОС");
$type['компьютеры'][] = array("замена разъемов","замена плат","замена матриц","замена охлаждения","замена блоков питания","замена клавиатуры","замена кулеров","замена охлаждения");
//Проекторы
$type['проекторы'][] = array("чистка оптической системы","перепайка плат","ремонт охлаждения","перепрошивка","восстановление ПО","чистка системы охлаждения");
$type['проекторы'][] = array("замена ламп подсветки","замена плат управления","замена блоков питания","замена блоков управления","замена преобразователей","замена линз","замена блока розжига",
    "замена матричного блока");
//третья для всех
$type[9][] = array("ремонт других неисправностей","ремонт других поломок","другой компонентный ремонт","ремонт других запчастей","ремонт других комплектующих","другой ремонт",
    "любой другой ремонт","другие виды ремонта","любые другие виды ремонта");

return $type;

?>
