<?php
$malfunctions = array(
    'ноутбук' => array('Не включается','Включается, но экран остается черным','Аккумулятор не заряжается','Не работает или отключается в процессе работы подсветка экрана','Изображение на мониторе странное или искаженное'),
    'планшет' => array('Не работает сенсорный экран','Не работает микрофон','Быстро разряжается','Не ловит сеть','Не видит SIM карту','Не включается'),
    'смартфон' => array('Не заряжается','Не включается','Дисплей залит белым цветом','Не работает микрофон','Не работает сенсорный экран')
);

return $malfunctions;