<?

$neiText = [
  'Не работает клавиатура ноутбука' => 'Клавиатура может выйти из строя по ряду причин, и самой опасной ситуацией является её
  заливание жидкостью. Также причиной могут послужить недостающие или неправильно
  установленные драйвера, программные сбои, скопление грязи под клавишами. Для
  качественного устранения неисправности стоит обратиться в нашу компанию "NAME". Мы
  проведём тщательную диагностику, выявим все неисправности и проведём подходящий
  ремонт.',
  'Синий экран на ноутбуке' => 'Синий экран на ноутбуке означает наличие критических ошибок в системе, которые приводят к
  аварийному завершению работы. Чаще всего синий экран появляется при неправильной
  работе драйверов, но также причиной могут быть другие неисправности: ошибки BIOS,
  перегрев, воздействие вирусов. Для точной диагностики и своевременного устранения ошибок
  обращайтесь в нашу компанию, которая на протяжении долгих лет выполняет качественный
  ремонт техники.',
  'Греется ноутбук' => 'Ноутбуки перегреваются из-за некачественной работы системы охлаждения. К этому приводят
  различные негативные факторы: нарушения электропитания, скопление пыли и грязи в
  системе, высыхание термопасты. Несвоевременное устранение этих проблем приводит к
  различным негативным последствиям: от микротрещин на материнской плате до поломки
  видеокарты. При наличии перегревов стоит максимально оперативно обратиться в нашу
  компанию.',
  'Не работает сенсор на планшете' => 'Отказ сенсора — распространённая проблема, возникающая из-за разных причин. Если
  проблема не серьёзная, можно попытаться устранить её самостоятельно (например,
  перезагрузить устройство),но когда самостоятельные попытки не помогли, стоит обратиться в
  нашу компанию. Мы выполним тщательную диагностику неисправного устройства и быстро
  устраним имеющуюся проблему.',
  'Быстро разряжается планшет' => 'Быстро разряжающийся планшет — распространённое явление. Многие современные
  планшеты неспособны долго держать заряд ввиду своих первоначальных характеристик, но
  иногда эта проблема появляется из-за других причин: некачественная батарея, неправильная
  работа операционной системы. В большинстве случаев требуется простая замена
  аккумулятора, и с этой задачей на отлично справятся сотрудники нашей компании.',
  'Не горит дисплей планшета' => 'Неработающий дисплей планшета может быть следствием множества ошибок. Чаще всего
  отсутствие подсветки на дисплее является следствием механических повреждений и
  воздействий влаги. Также причиной может быть выход из строя дорожек печатной платы,
  контактов и других элементов. Максимально точно выявить все неисправности можно только
  при профессиональной диагностике, которая возможна в компании "NAME".',
  'Не реагирует тачскрин на телефоне' => 'Неисправная работа сенсора на телефоне может быть следствием механических повреждений
  и внутренних проблем устройства. Во всех случаях лучшим решением будет диагностика и
  ремонт в профессиональном сервисном центре. Сотрудники нашей компании выполняют
  ремонт смартфонов уже долгие годы, и без труда справятся с неработающим тачскрином.
  Ремонт сопровождается гарантией и будет стоить совсем недорого.',
  'Не работает микрофон на телефоне' => 'Неработающий микрофон на телефоне может быть следствием программных неисправностей
  и механических повреждений. В первом случае можно ограничиться настройками, а при случае
  механического повреждения чаще всего требуется замена микрофона. Причиной таких
  повреждений могут быть падения устройства или его затопление. Также причиной может стать
  запыление контактов.',
  'Быстро разряжается телефон' => 'Если ваш телефон начал быстро разряжаться, стоит оперативно обратиться в сервисный
  центр для проведения диагностики, поскольку сама эта проблема не отступит, но существенно
  испортит вам нервы. Со временем каждый телефон начинает разряжаться быстрее, поскольку
  все аккумуляторы имеют свой ресурс. В нашем сервисном центре вы можете заказать
  плановую замену аккумулятора и другие работы, которые положительно скажутся на
  технических возможностях телефона.',
  'Черный экран на моноблоке' => 'Черный экран моноблока может сигнализировать о множестве неисправностей:
  некачественная работа блока питания, повреждение разъемов между экраном и видеокартой,
  поломки конвертора, повреждения матрицы экрана, неправильная работа драйверов. Выявить
  неисправность с максимальной точностью поможет только профессиональная диагностика,
  которая возможна в "NAME". Мы быстро найдём и устраним любую неисправность.',
  'Полосы на мониторе моноблока' => 'Полосы на мониторе могут быть вызваны различными неисправностями в аппаратном
  обеспечении. Выявить точный характер неисправности помогает профессиональная
  диагностика, которая возможна в нашем сервисном центре "NAME". При ремонте могут быть
  выполнены различные работы. В основном требуется замена отдельных элементов:
  тачскрина, дисплея, видеокарты, шлейфа матрицы, видеочипа. С этими задачами на отлично
  справятся специалисты нашей компании.',
  'Греется процессор моноблока' => 'Если моноблок стал сильно нагреваться, это повод обратиться в нашу компанию для
  тщательной диагностики. Мы быстро найдём причину перегревов и подготовим список работ,
  которые необходимы для их полного устранения. К таким работам может быть отнесена
  замена термоинтерфейса, оптимизация системы охлаждения материнской платы, чистка от
  пыли и грязи, ремонт или замена отдельных элементов системы охлаждения.',
  'Тусклое изображение проектора' => 'Некачественное изображение может быть следствием нескольких ошибок в работе проектора:
  перегрев, забивание важных элементов пылью, некачественная работа DMD-чипа. Даже если
  проблема кроется в простом загрязнении, заниматься чисткой проектора самостоятельно не
  стоит, поскольку отсутствие специальных навыков может привести к неприятным
  последствиям (повреждения SMD-компонентов, неправильная сборка). Доверить работу по
  диагностике и ремонту проектора стоит специалистам нашей компании.',
  'Не включается проектор' => 'Невозможность включения проектора может быть связана с рядом неисправностей. Причиной
  их появления может послужить как естественный (возрастной) износ, так и неправильная
  эксплуатация проектора. При отсутствии необходимых навыков искать поломку и устранять её
  своими силами бессмысленно, поэтому лучше обратиться в компанию "NAME", которая
  проведёт профессиональную диагностику и выполнит качественный ремонт.',
  'Не работает подсветка на мониторе' => 'Одна из услуг нашей компании — ремонт подсветки мониторов. Специалисты выполняют эти
  работы долгие годы, находя решения для каждой поломки. Если у вас монитор на лампах,
  часто требуется замена ламп или инверторов. При LED дисплеях необходима замена
  светодиодов. В обоих случаях нужна тщательная диагностика, которая позволит быстро
  выявить поломки и безошибочно устранить их.',
  'Не включается монитор' => 'Если монитор перестал включаться, в первую очередь стоит проверить все соединительные
  кабели. Если проблема кроется не в них, следует сразу же обратиться за профессиональной
  помощью в компанию "NAME". Получив неисправный монитор, мы проведём тщательную
  диагностику, выявим неисправности и подготовим подходящий план ремонтных работ. Ремонт
  мониторов в нашей компании выполняется опытными мастерами, а при замене узлов мы
  используем только оригинальные детали.',
  'Не фокусируется фотоаппарат' => 'Если фотоаппарат имеет нерабочую систему фокусировки, качество снимков и возможности
  съёмки существенно снижаются. Причин такой неисправности сразу несколько: поломка
  датчиков положения объектива, неисправности фокусировочной линзы, выход из строя мотора
  фокусировки. Чтобы быстро и качественно устранить эти неисправности, обращайтесь в
  компанию "NAME".',
  'Не работает вспышка фотоаппарата' => 'Без вспышки нет возможности делать снимки в ночное время суток. Вспышка может отказать
  из-за поломок отдельных элементов: транзистора, поджигающей катушки, конденсатора.
  Специалисты компании "NAME" устраняют подобные неисправности уже несколько лет. При
  обращении к нам вы можете заказать тщательную диагностику и недорогой ремонт
  неработающих элементов фотоаппарата.',
  'Телевизор не показывает изображение' => 'Если телевизор перестал выводить изображение, это может свидетельствовать о выходе из
  строя важных элементов: инвертора, матрицы, системной платы или шлейфа. В зависимости
  от поломки изображение может пропасть частично (например, будет много ряби) или
  полностью. Выявить точный характер неисправности может только профессиональная
  диагностика, которая возможна в компании "NAME". В соответствии с результатами
  диагностики мы проведём последующий ремонт.',
  'Не работает подсветка на телевизоре' => 'Если телевизор перестал выводить изображение, стоит оперативно провести диагностику и
  устранить неисправности. Проблемы с подсветкой могут быть вызваны различными
  неисправностями внутренних узлов, и в зависимости от характера неисправности проблемы с
  подсветкой могут проявляться по-разному. Иногда изображение становится просто
  некачественным (с рябью, полосами), а в некоторых случаях пропадает вовсе. Заказать
  ремонт подсветки можно в "NAME".',
  'Нет тв сигнала на телевизоре' => 'Если телевизор перестал принимать сигнал, это может сигнализировать о множестве проблем.
  В первую очередь это неисправности оборудования (спутниковая тарелка или антенна,
  соединительный кабель, спутниковый конвертер) и неисправности самого телевизора.
  Устранить подобные проблемы можно в нашем сервисном центре "NAME". Мы проведём
  тщательную диагностику телевизора и подберём лучшие решения для ремонта.',
  'Не работает холодильник' => 'Холодильник — сложное устройство, которое может перестать работать из-за многих причин.
  Проблемы в работе возникают как в результате естественного износа механизмов, так и при
  нарушении правил эксплуатации. Поначалу признаками неисправностей являются
  повышенный шум, неоптимальный температурный режим, щелчки. Если не обратиться в
  сервис своевременно, холодильник может перестать работать вовсе. Именно поэтому следует
  позвонить в нашу компанию, указать модель холодильника, согласовать время и место
  ремонта. Наши мастера приедут к вам на дом и быстро выполняет все необходимые работы.',
  'Холодильник не выключается' => 'В оптимальном режиме компрессор холодильника должен отключаться каждые 10-20 минут, но
  часто владельцы холодильников сталкиваются с проблемой, когда агрегат работает без
  остановок. Постоянная работа холодильника является признаком неисправности, об
  устранении которой нужно позаботиться как можно быстрее. Причиной такой работы
  холодильника может стать сломанное реле, поломка термостата, изношенные резиновые
  уплотнители, неправильная установка холодильника (например, рядом с источниками
  искусственного обогрева). Для качественного ремонта или замены неисправных узлов стоит
  обратиться в "NAME", работающую в сфере ремонта бытовой техники уже долгие годы.',
];

?>
