<header class="secondary order-master">
    <div class="container">
        <ul class="breadcrumb" itemscope itemtype="http://schema.org/BreadcrumbList">
            <li itemprop="itemListElement" itemscope itemtype="http://schema.org/ListItem">
                <a itemprop="name" href="/">Главная</a>
                <meta itemprop="position" content="1"/>
            </li>
            <li class="active" itemprop="itemListElement" itemscope itemtype="http://schema.org/ListItem">
                <span itemprop="name">Политика конфиденциональности</span>
                <meta itemprop="position" content="2"/>
            </li>
        </ul>
        <!--<a href="/"><p class="back-home">Вернуться на главную страницу</p></a>-->
    </div>
</header>

<div class="master-desc pt-40 pb-55">
    <div class="container">
        <h1>ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</h1>

        <div class="row">
            <div class="col-sm-6 text-left">
                <p>г. Москва</p>
            </div>
            <div class="col-sm-6 text-right">
                <p>2017 г.</p>
            </div>
        </div>


        <p class="text-justify">Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности) действует в
            отношении всей информации, которую сайт <?= $this->_datas['site_name']?>, может получить о Пользователе во время использования сайта, программ и продуктов.</p>
        <h2>1. ТЕРМИНЫ</h2>
        <p class="text-justify">1.1 В настоящей Политике конфиденциальности используются следующие термины:</p>
        <p class="text-justify">1.1.1. Обработка персональных данных, проводиться автоматизированной системой.</p>
        <p class="text-justify">1.1.2. «Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному или
            определяемому физическому лицу (субъекту персональных данных).</p>
        <p class="text-justify">1.1.3. «Обработка персональных данных» - любое действие (операция) или совокупность действий (операций),
            совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными,
            включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение,
            использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление,
            уничтожение персональных данных.</p>
        <p class="text-justify">1.1.4. «Конфиденциальность персональных данных» - обязательное для соблюдения Оператором или иным получившим
            доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных
            данных или наличия иного законного основания.</p>
        <p class="text-justify">1.1.5. «Пользователь сайта (Пользователь)» – лицо, имеющее доступ к Сайту, посредством сети Интернет и
            использующее Сайт.</p>
        <p class="text-justify">1.1.6. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя,
            который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу
            соответствующего сайта.</p>
        <p class="text-justify">1.1.7. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.</p>
        <h2>2. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
        <p class="text-justify">2.1. Использование Пользователем сайта означает согласие с настоящей Политикой конфиденциальности и условиями
            обработки персональных данных Пользователя.</p>
        <p class="text-justify">2.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование
            сайта.</p>
        <p class="text-justify">2.3. Настоящая Политика конфиденциальности применяется только к сайту. Сайт не контролирует и не несет
            ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте.</p>
        <p class="text-justify">2.4. Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем сайта.</p>
        <h2>3. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</h2>
        <p class="text-justify">3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта по неразглашению и
            обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет при
            регистрации на сайте.</p>
        <p class="text-justify">3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности,
            предоставляются Пользователем путём заполнения регистрационной формы на Сайте и включают в себя следующую
            информацию:</p>
        <p class="text-justify">3.2.1. фамилию, имя, отчество Пользователя;</p>
        <p class="text-justify">3.2.2. контактный телефон Пользователя;</p>
        <p class="text-justify">3.2.3. адрес электронной почты (e-mail);</p>
        <p class="text-justify">3.3.1. Отключение cookies может повлечь невозможность доступа к частям сайта, требующим авторизации.</p>
        <p class="text-justify">3.3.2. Интернет-магазин осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация
            используется с целью выявления и решения технических проблем, для контроля законности проводимых финансовых
            платежей.</p>
        <p class="text-justify">3.4. Любая иная персональная информация неоговоренная выше (история покупок, используемые браузеры и
            операционные системы и т.д.) подлежит надежному хранению и нераспространению, за исключением случаев,
            предусмотренных в п.п. 5.2. и 5.3. настоящей Политики конфиденциальности.</p>
        <h2>4. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ</h2>
        <p class="text-justify">4.1. Персональные данные Пользователя Администрация сайта может использовать в целях:</p>
        <p class="text-justify">4.1.1. Идентификации Пользователя, зарегистрированного на сайт, для оформления заявки</p>
        <p class="text-justify">4.1.2. Предоставления Пользователю доступа к персонализированным ресурсам Сайта</p>
        <p class="text-justify">4.1.3. Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся
            использования Сайта, оказания услуг, обработка запросов и заявок от Пользователя.</p>
        <p class="text-justify">4.1.4. Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем
            связанных с использованием Сайта.</p>
        <p class="text-justify">4.1.5. Осуществления рекламной деятельности с согласия Пользователя.</p>
        <h2>5. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ</h2>
        <p class="text-justify">5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в
            том числе в информационных системах персональных данных с использованием средств автоматизации или без
            использования таких средств.</p>
        <p class="text-justify">5.2. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти
            Российской Федерации только по основаниям и в порядке, установленным законодательством Российской Федерации.</p>
        <p class="text-justify">5.3. При утрате или разглашении персональных данных Администрация сайта информирует Пользователя об утрате или
            разглашении персональных данных.</p>
        <p class="text-justify">5.4. Администрация сайта принимает необходимые организационные и технические меры для защиты персональной
            информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования,
            копирования, распространения, а также от иных неправомерных действий третьих лиц.</p>
        <p class="text-justify">5.5. Администрация сайта совместно с Пользователем принимает все необходимые меры по предотвращению убытков или
            иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.</p>
        <h2>6. ОБЯЗАТЕЛЬСТВА СТОРОН</h2>
        <p class="text-justify">6.1. Пользователь обязан:</p>
        <p class="text-justify">6.1.1. Предоставить информацию о персональных данных, необходимую для пользования Сайтом.</p>
        <p class="text-justify">6.1.2. Обновить, дополнить предоставленную информацию о персональных данных в случае изменения данной
            информации.</p>
        <p class="text-justify">6.2. Администрация сайта обязана:</p>
        <p class="text-justify">6.2.1. Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики
            конфиденциальности.</p>
        <p class="text-justify">6.2.2. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного
            разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо разглашение иными
            возможными способами переданных персональных данных Пользователя, за исключением п.п. 5.2. и 5.3. настоящей
            Политики Конфиденциальности.</p>
        <p class="text-justify">6.2.3. Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя согласно
            порядку, обычно используемого для защиты такого рода информации в существующем деловом обороте.</p>
        <p class="text-justify">6.2.4. Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента
            обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по защите прав
            субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных или
            неправомерных действий.</p>
        <h2>7. ОТВЕТСТВЕННОСТЬ СТОРОН</h2>
        <p class="text-justify">7.1. Администрация сайта, не исполнившая свои обязательства, несёт ответственность за убытки, понесённые
            Пользователем в связи с неправомерным использованием персональных данных, в соответствии с законодательством
            Российской Федерации, за исключением случаев, предусмотренных п.п. 5.2., 5.3. и 7.2. настоящей Политики
            Конфиденциальности.</p>
        <p class="text-justify">7.2. В случае утраты или разглашения Конфиденциальной информации Администрация сайта не несёт ответственность,
            если данная конфиденциальная информация:</p>
        <p class="text-justify">7.2.1. Стала публичным достоянием до её утраты или разглашения.</p>
        <p class="text-justify">7.2.2. Была получена от третьей стороны до момента её получения Администрацией сайта.</p>
        <p class="text-justify">7.2.3. Была разглашена с согласия Пользователя.</p>
        <h2>8. РАЗРЕШЕНИЕ СПОРОВ</h2>
        <p class="text-justify">8.1. До обращения в суд с иском по спорам, возникающим из отношений между Пользователем сайта Интернет-магазина
            и Администрацией сайта, обязательным является предъявление претензии (письменного предложения о добровольном
            урегулировании спора).</p>
        <p class="text-justify">8.2 .Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет
            заявителя претензии о результатах рассмотрения претензии.</p>
        <p class="text-justify">8.3. При не достижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с
            действующим законодательством Российской Федерации.</p>
        <p class="text-justify">8.4. К настоящей Политике конфиденциальности и отношениям между Пользователем и Администрацией сайта применяется
            действующее законодательство Российской Федерации.</p>
        <h2>9. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</h2>
        <p class="text-justify">9.1. Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия
            Пользователя.</p>
        <p class="text-justify">9.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте интернет-магазина, если
            иное не предусмотрено новой редакцией Политики конфиденциальности.</p>
        <p class="text-justify">9.3. Все предложения или вопросы по настоящей Политике конфиденциальности следует сообщать указать раздел сайта
            интернет-магазина</p>
        <p class="text-justify">9.4. Действующая Политика конфиденциальности размещена на странице по адресу https://<?= $this->_datas['site_name']?>/about/privacy-policy/</p>
    </div>
</div>
